[
  {
    "slug": "laser-hair-removal",
    "category": "hair-removal-services",
    "nameEn": "Laser Hair Removal",
    "nameAr": "إزالة الشعر بالليزر",
    "nameDe": "Laser-Haarentfernung",
    "nameTr": "Lazer Epilasyon",
    "descriptionEn": "Advanced laser hair removal for various body areas, including full body. Price varies by area/package (e.g., Full Body for 120).",
    "descriptionAr": "إزالة متقدمة للشعر بالليزر لمناطق الجسم المختلفة، بما في ذلك كامل الجسم. يختلف السعر حسب المنطقة/الباقة (مثال: كامل الجسم مقابل 120).",
    "descriptionDe": "Fortschrittliche Laser-Haarentfernung für verschiedene Körperbereiche, einschließlich Ganzkörper. Preis variiert je nach Bereich/Paket (z.B. Ganzkörper für 120).",
    "descriptionTr": "Tüm vücut dahil çeşitli vücut bölgeleri için gelişmiş lazer epilasyon. Fiyat bölgeye/pakete göre değişir (örneğin Tüm Vücut için 120).",
    "longDescriptionEn": "Experience lasting smoothness with our state-of-the-art laser hair removal. This treatment offers permanent hair reduction in a comfortable and safe environment, suitable for various skin types. We can target unwanted hair on the face, underarms, legs, bikini area, or provide full body treatments for comprehensive results.",
    "longDescriptionAr": "جرب النعومة الدائمة مع أحدث تقنيات إزالة الشعر بالليزر لدينا. يوفر هذا العلاج تقليلًا دائمًا للشعر في بيئة مريحة وآمنة، وهو مناسب لمختلف أنواع البشرة. يمكننا استهداف الشعر غير المرغوب فيه على الوجه، الإبطين، الساقين، منطقة البيكيني، أو توفير علاجات لكامل الجسم لنتائج شاملة.",
    "longDescriptionDe": "Erleben Sie langanhaltende Glätte mit unserer hochmodernen Laser-Haarentfernung. Diese Behandlung bietet eine dauerhafte Haarreduktion in einer komfortablen und sicheren Umgebung und ist für verschiedene Hauttypen geeignet. Wir können unerwünschte Haare im Gesicht, unter den Achseln, an den Beinen, im Bikinibereich behandeln oder Ganzkörperbehandlungen für umfassende Ergebnisse anbieten.",
    "longDescriptionTr": "Son teknoloji lazer epilasyonumuzla kalıcı pürüzsüzlüğü deneyimleyin. Bu tedavi, çeşitli cilt tiplerine uygun, konforlu ve güvenli bir ortamda kalıcı tüy azaltma sunar. Yüz, koltuk altı, bacaklar, bikini bölgesi gibi istenmeyen tüyleri hedefleyebilir veya kapsamlı sonuçlar için tüm vücut tedavileri sağlayabiliriz.",
    "duration": 120,
    "price": 120,
    "imageUrl": "https://images.unsplash.com/photo-1570172619644-dfd03ed5d881?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1570172619644-dfd03ed5d881?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "skin-tightening-rf",
    "category": "advanced-aesthetic-laser-treatments",
    "nameEn": "RF Skin Tightening",
    "nameAr": "شد البشرة بالتردد الراديوي",
    "nameDe": "RF Hautstraffung",
    "nameTr": "RF Cilt Germe",
    "descriptionEn": "Non-invasive radiofrequency treatments to firm and tone skin on face and body.",
    "descriptionAr": "علاجات غير جراحية بالتردد الراديوي لشد وتحسين مظهر بشرة الوجه والجسم.",
    "descriptionDe": "Nicht-invasive Radiofrequenzbehandlungen zur Straffung und Festigung der Haut im Gesicht und am Körper.",
    "descriptionTr": "Yüz ve vücuttaki cildi sıkılaştırmak ve tonlamak için non-invaziv tedaviler.",
    "longDescriptionEn": "Our RF Skin Tightening uses advanced radiofrequency technology to gently heat deeper skin layers, stimulating collagen and elastin production. This results in visibly firmer, smoother, and more youthful-looking skin over time, effectively treating facial sagging or loose skin on the body.",
    "longDescriptionAr": "يستخدم علاج شد البشرة بالتردد الراديوي لدينا تقنية التردد الراديوي المتقدمة لتسخين طبقات الجلد العميقة بلطف، مما يحفز إنتاج الكولاجين والإيلاستين. ينتج عن ذلك بشرة مشدودة وأكثر نعومة وشبابًا بشكل واضح مع مرور الوقت، ويعالج بشكل فعال ترهل الوجه أو الجلد المترهل في الجسم.",
    "longDescriptionDe": "Unsere RF-Hautstraffung nutzt fortschrittliche Radiofrequenztechnologie, um tiefere Hautschichten sanft zu erwärmen und so die Kollagen- und Elastinproduktion anzuregen. Dies führt im Laufe der Zeit zu sichtbar strafferer, glatterer und jugendlicher aussehender Haut und behandelt effektiv Gesichtserscheinungen oder schlaffe Haut am Körper.",
    "longDescriptionTr": "RF Cilt Sıkılaştırma tedavimiz, cildin daha derin katmanlarını nazikçe ısıtmak için gelişmiş radyofrekans teknolojisini kullanır, kolajen ve elastin üretimini uyarır. Bu, zamanla gözle görülür şekilde daha sıkı, pürüzsüz ve daha genç görünümlü bir cilt sağlar, yüz sarkmalarını veya vücuttaki gevşek cildi etkili bir şekilde tedavi eder.",
    "duration": 45,
    "price": 800,
    "imageUrl": "https://images.unsplash.com/photo-1616394584738-fc6e612e71b9?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1616394584738-fc6e612e71b9?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "laser-tattoo-pmu-removal",
    "category": "advanced-aesthetic-laser-treatments",
    "nameEn": "Laser Tattoo & PMU Removal",
    "nameAr": "إزالة الوشم والمكياج الدائم بالليزر",
    "nameDe": "Laser Tattoo & PMU Entfernung",
    "nameTr": "Lazer Dövme ve Kalıcı Makyaj Silme",
    "descriptionEn": "Advanced laser treatment for unwanted tattoos and permanent makeup (e.g., eyebrows). Priced by size/area (Eyebrows: 99, Other areas: from 70).",
    "descriptionAr": "علاج متقدم بالليزر للوشم والمكياج الدائم غير المرغوب فيه (مثل الحواجب). السعر حسب الحجم/المنطقة (الحواجب: 99، مناطق أخرى: ابتداءً من 70).",
    "descriptionDe": "Fortschrittliche Laserbehandlung für unerwünschte Tattoos und Permanent Make-up (z.B. Augenbrauen). Preis nach Größe/Bereich (Augenbrauen: 99, Andere Bereiche: ab 70).",
    "descriptionTr": "İstenmeyen dövmeler ve kalıcı makyaj (örneğin kaşlar) için gelişmiş lazer tedavisi. Boyuta/bölgeye göre fiyatlandırılır (Kaşlar: 99, Diğer bölgeler: 70'den başlayan fiyatlarla).",
    "longDescriptionEn": "Regret a tattoo or permanent makeup? Our advanced laser technology effectively breaks down ink particles, allowing your body to naturally eliminate them. Multiple sessions are typically needed for optimal results. We offer removal for standard tattoos and PMU like eyebrow tattoos, with pricing tailored to the treatment area.",
    "longDescriptionAr": "هل تندم على وشم أو مكياج دائم؟ تقنيتنا المتقدمة بالليزر تكسر جزيئات الحبر بفعالية، مما يسمح لجسمك بالتخلص منها بشكل طبيعي. عادة ما تكون هناك حاجة لجلسات متعددة للحصول على أفضل النتائج. نقدم إزالة للوشوم التقليدية والمكياج الدائم مثل تاتو الحواجب، مع تسعير مخصص لمنطقة العلاج.",
    "longDescriptionDe": "Bedauern Sie ein Tattoo oder Permanent Make-up? Unsere fortschrittliche Lasertechnologie zersetzt effektiv Tintenpartikel, sodass Ihr Körper sie auf natürliche Weise eliminieren kann. Für optimale Ergebnisse sind in der Regel mehrere Sitzungen erforderlich. Wir bieten die Entfernung von Standard-Tattoos und PMU wie Augenbrauen-Tattoos an, wobei die Preise auf den Behandlungsbereich zugeschnitten sind.",
    "longDescriptionTr": "Bir dövmeden veya kalıcı makyajdan pişman mısınız? Gelişmiş lazer teknolojimiz mürekkep parçacıklarını etkili bir şekilde parçalayarak vücudunuzun bunları doğal olarak atmasını sağlar. Optimum sonuçlar için genellikle birden fazla seans gerekir. Standart dövmeler ve kaş dövmeleri gibi kalıcı makyaj uygulamalarının silinmesini, tedavi alanına göre özel fiyatlandırma ile sunuyoruz.",
    "duration": 60,
    "price": 70,
    "imageUrl": "https://images.unsplash.com/photo-1561643241-9abf82d76a68?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1561643241-9abf82d76a68?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "deep-cleansing-facial",
    "category": "skin-facial-treatments",
    "nameEn": "Deep Cleansing Facial",
    "nameAr": "تنظيف عميق للوجه",
    "nameDe": "Tiefenreinigende Gesichtsbehandlung",
    "nameTr": "Derinlemesine Cilt Temizliği Yüz Bakımı",
    "descriptionEn": "A thorough facial treatment for deep cleansing, exfoliation, and skin revitalization.",
    "descriptionAr": "علاج وجه شامل للتنظيف العميق والتقشير وتنشيط البشرة.",
    "descriptionDe": "Eine gründliche Gesichtsbehandlung zur Tiefenreinigung, Exfoliation und Hautrevitalisierung.",
    "descriptionTr": "Derinlemesine temizlik, peeling ve cilt canlandırma için kapsamlı bir yüz bakımı.",
    "longDescriptionEn": "Refresh and purify your skin with our Deep Cleansing Facial. This treatment targets clogged pores, removes impurities, and gently exfoliates dead skin cells, leaving your complexion clear, radiant, and smooth. Ideal for maintaining healthy skin or addressing concerns like congestion and dullness.",
    "longDescriptionAr": "جدد ونقي بشرتك مع علاج تنظيف الوجه العميق لدينا. يستهدف هذا العلاج المسام المسدودة ويزيل الشوائب ويقشر خلايا الجلد الميتة بلطف، مما يترك بشرتك صافية ومشرقة وناعمة. مثالي للحفاظ على بشرة صحية أو معالجة مشاكل مثل الاحتقان والبهتان.",
    "longDescriptionDe": "Erfrischen und reinigen Sie Ihre Haut mit unserer tiefenreinigenden Gesichtsbehandlung. Diese Behandlung zielt auf verstopfte Poren ab, entfernt Unreinheiten und peelt sanft abgestorbene Hautzellen, wodurch Ihr Teint klar, strahlend und glatt wird. Ideal zur Erhaltung gesunder Haut oder zur Behandlung von Problemen wie Verstopfungen und Mattheit.",
    "longDescriptionTr": "Derinlemesine Temizleyici Yüz Bakımımızla cildinizi tazeleyin ve arındırın. Bu tedavi, tıkanmış gözenekleri hedefler, kirleri giderir ve ölü cilt hücrelerini nazikçe soyarak cildinizi temiz, parlak ve pürüzsüz bırakır. Sağlıklı cildi korumak veya tıkanıklık ve donukluk gibi endişeleri gidermek için idealdir.",
    "duration": 60,
    "price": 400,
    "imageUrl": "https://images.unsplash.com/photo-1512290923902-8a9f81dc236c?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1512290923902-8a9f81dc236c?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "hydrafacial-treatment",
    "category": "skin-facial-treatments",
    "nameEn": "Hydrafacial Treatment",
    "nameAr": "علاج هايدروفيشل",
    "nameDe": "Hydrafacial Behandlung",
    "nameTr": "Hydrafacial Bakımı",
    "descriptionEn": "Multi-step facial treatment for cleansing, exfoliation, extraction, hydration, and antioxidant protection. Available in Basic (70), Lux (90), and Deluxe (120) options.",
    "descriptionAr": "علاج وجه متعدد الخطوات للتنظيف والتقشير والاستخلاص والترطيب والحماية بمضادات الأكسدة. متوفر بخيارات أساسي (70) ولوكس (90) وديلوكس (120).",
    "descriptionDe": "Mehrstufige Gesichtsbehandlung zur Reinigung, Exfoliation, Extraktion, Hydratation und antioxidativem Schutz. Erhältlich in Basic (70), Lux (90) und Deluxe (120) Optionen.",
    "descriptionTr": "Temizleme, peeling, ekstraksiyon, nemlendirme ve antioksidan koruma için çok adımlı yüz bakımı. Basic (70), Lux (90) ve Deluxe (120) seçenekleri mevcuttur.",
    "longDescriptionEn": "Discover the renowned Hydrafacial for instantly gratifying glow. This patented technology performs a 3-step regimen – Cleanse + Peel, Extract + Hydrate, Fuse + Protect – to uncover a new layer of skin with gentle exfoliation and relaxing resurfacing. Choose from Basic, Lux, or Deluxe options to target your specific skin concerns.",
    "longDescriptionAr": "اكتشف علاج الهايدروفيشل الشهير لتوهج فوري ومُرضي. تقوم هذه التقنية الحاصلة على براءة اختراع بنظام من 3 خطوات - تنظيف + تقشير، استخلاص + ترطيب، دمج + حماية - للكشف عن طبقة جديدة من الجلد مع تقشير لطيف وتجديد مريح لسطح البشرة. اختر من بين خيارات أساسي أو لوكس أو ديلوكس لاستهداف مشاكل بشرتك المحددة.",
    "longDescriptionDe": "Entdecken Sie das renommierte Hydrafacial für einen sofortigen, zufriedenstellenden Glanz. Diese patentierte Technologie führt ein 3-Stufen-Programm durch – Reinigen + Peelen, Extrahieren + Hydrieren, Verschmelzen + Schützen – um eine neue Hautschicht durch sanfte Exfoliation und entspannende Oberflächenerneuerung freizulegen. Wählen Sie aus Basic-, Lux- oder Deluxe-Optionen, um Ihre spezifischen Hautprobleme anzugehen.",
    "longDescriptionTr": "Anında tatmin edici bir parlaklık için ünlü Hydrafacial'ı keşfedin. Bu patentli teknoloji, nazik peeling ve rahatlatıcı yüzey yenileme ile yeni bir cilt katmanını ortaya çıkarmak için 3 aşamalı bir rejim gerçekleştirir – Temizle + Peeling Yap, Çıkar + Nemlendir, Birleştir + Koru. Özel cilt endişelerinizi hedeflemek için Basic, Lux veya Deluxe seçeneklerinden birini seçin.",
    "duration": 90,
    "price": 70,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Hydrafacial",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Hydrafacial",
    "isActive": true
  },
  {
    "slug": "injectable-treatments",
    "category": "advanced-aesthetic-laser-treatments",
    "nameEn": "Injectable Treatments (Botox & Fillers)",
    "nameAr": "العلاجات بالحقن (بوتوكس وفيلر)",
    "nameDe": "Injektionsbehandlungen (Botox & Filler)",
    "nameTr": "Enjekte Edilebilir Tedaviler (Botoks & Dolgu)",
    "descriptionEn": "Rejuvenating treatments like Botox and Dermal Fillers for a youthful appearance. Starting from 150 per area/service.",
    "descriptionAr": "علاجات مجددة للشباب مثل البوتوكس والفيلر الجلدي لمظهر شبابي. ابتداءً من 150 لكل منطقة/خدمة.",
    "descriptionDe": "Verjüngende Behandlungen wie Botox und Dermal Filler für ein jugendliches Aussehen. Ab 150 pro Bereich/Service.",
    "descriptionTr": "Genç bir görünüm için Botoks ve Dermal Dolgu gibi gençleştirici tedaviler. Bölge/hizmet başına 150'den başlayan fiyatlarla.",
    "longDescriptionEn": "Turn back the clock with our expertly administered injectable treatments. Botox helps relax wrinkles for a smoother look, while Dermal Fillers restore volume and soften lines. Achieve natural-looking rejuvenation and enhance your features, with treatments starting from 150 per area.",
    "longDescriptionAr": "أعد عقارب الساعة إلى الوراء مع علاجات الحقن التي نقدمها بخبرة. يساعد البوتوكس على إرخاء التجاعيد لمظهر أكثر نعومة، بينما تستعيد الفيلر الجلدية الحجم وتخفف الخطوط. حقق تجديدًا طبيعيًا المظهر وعزز ملامحك، مع علاجات تبدأ من 150 لكل منطقة.",
    "longDescriptionDe": "Drehen Sie die Uhr zurück mit unseren fachmännisch durchgeführten Injektionsbehandlungen. Botox hilft, Falten zu entspannen für ein glatteres Aussehen, während Dermal Filler Volumen wiederherstellen und Linien mildern. Erzielen Sie eine natürlich aussehende Verjüngung und betonen Sie Ihre Gesichtszüge, mit Behandlungen ab 150 pro Bereich.",
    "longDescriptionTr": "Uzmanlıkla uygulanan enjektabl tedavilerimizle zamanı geri alın. Botoks, daha pürüzsüz bir görünüm için kırışıklıkları gevşetmeye yardımcı olurken, Dermal Dolgular hacmi geri kazandırır ve çizgileri yumuşatır. Bölge başına 150'den başlayan tedavilerle doğal görünümlü bir gençleşme elde edin ve özelliklerinizi geliştirin.",
    "duration": 45,
    "price": 150,
    "imageUrl": "https://images.unsplash.com/photo-1595476108010-b4d1f102b1b1?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1595476108010-b4d1f102b1b1?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "bridal-beauty-package",
    "category": "bridal-special-occasion-packages",
    "nameEn": "Bridal Beauty Package",
    "nameAr": "باقة جمال العروس الشاملة",
    "nameDe": "Braut Schönheitspaket",
    "nameTr": "Gelin Güzellik Paketi",
    "descriptionEn": "Comprehensive beauty package tailored for your special day, includes multiple services.",
    "descriptionAr": "باقة جمال شاملة مصممة خصيصًا ليومك الخاص، تشمل خدمات متعددة.",
    "descriptionDe": "Umfassendes Schönheitspaket, zugeschnitten auf Ihren besonderen Tag, beinhaltet mehrere Dienstleistungen.",
    "descriptionTr": "Özel gününüz için özel olarak hazırlanmış, birden fazla hizmet içeren kapsamlı güzellik paketi.",
    "longDescriptionEn": "Look and feel your absolute best on your wedding day with our all-inclusive Bridal Beauty Package. This customizable package combines essential beauty treatments, from skincare to makeup and hair, ensuring you radiate confidence and elegance. Let us pamper you and take care of every detail for your perfect bridal look (Package price: 3000).",
    "longDescriptionAr": "تألقي بأفضل إطلالة واشعري بالثقة في يوم زفافك مع باقة جمال العروس الشاملة لدينا. تجمع هذه الباقة القابلة للتخصيص بين علاجات التجميل الأساسية، من العناية بالبشرة إلى المكياج والشعر، مما يضمن لك التألق بالثقة والأناقة. دعينا ندللك ونهتم بكل تفصيلة لإطلالتك المثالية كعروس (سعر الباقة: 3000).",
    "longDescriptionDe": "Sehen Sie an Ihrem Hochzeitstag absolut umwerfend aus und fühlen Sie sich auch so mit unserem all-inclusive Braut Schönheitspaket. Dieses anpassbare Paket kombiniert wesentliche Schönheitsbehandlungen, von Hautpflege bis hin zu Make-up und Haar, und sorgt dafür, dass Sie Selbstvertrauen und Eleganz ausstrahlen. Lassen Sie sich von uns verwöhnen und kümmern Sie sich um jedes Detail für Ihren perfekten Brautlook (Paketpreis: 3000).",
    "longDescriptionTr": "Düğün gününüzde kesinlikle en iyi şekilde görünün ve hissedin, her şey dahil Gelin Güzellik Paketimizle. Bu özelleştirilebilir paket, cilt bakımından makyaj ve saça kadar temel güzellik bakımlarını birleştirerek, güven ve zarafet yaymanızı sağlar. Mükemmel gelin görünümünüz için sizi şımartmamıza ve her ayrıntıyla ilgilenmemize izin verin (Paket fiyatı: 3000).",
    "duration": 180,
    "price": 600,
    "imageUrl": "https://images.unsplash.com/photo-1596815064285-45ed8a9c0463?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1596815064285-45ed8a9c0463?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "special-occasion-makeup-hair",
    "category": "bridal-special-occasion-packages",
    "nameEn": "Special Occasion Makeup & Hair Styling",
    "nameAr": "مكياج وتسريحة شعر للمناسبات الخاصة",
    "nameDe": "Make-up & Haarstyling für besondere Anlässe",
    "nameTr": "Özel Gün Makyajı ve Saç Şekillendirme",
    "descriptionEn": "Professional makeup and hairstyling for brides or any special event (Price for bridal: 300).",
    "descriptionAr": "مكياج احترافي وتصفيف شعر للعرائس أو أي مناسبة خاصة (سعر العروس: 300).",
    "descriptionDe": "Professionelles Make-up und Haarstyling für Bräute oder besondere Anlässe (Preis für Braut: 300).",
    "descriptionTr": "Gelinler veya herhangi bir özel etkinlik için profesyonel makyaj ve saç şekillendirme (Gelin fiyatı: 300).",
    "longDescriptionEn": "Whether it's your wedding day or another significant event, our artists provide stunning makeup and sophisticated hairstyling. We tailor the look to your preferences and attire, ensuring you feel beautiful and confident. Bridal makeup and hair styling is offered at 300, with other special occasion pricing available upon consultation.",
    "longDescriptionAr": "سواء كان يوم زفافك أو مناسبة هامة أخرى، يقدم فنانونا مكياجًا مذهلاً وتسريحات شعر راقية. نصمم الإطلالة لتناسب تفضيلاتك وملابسك، مما يضمن شعورك بالجمال والثقة. يتوفر مكياج وتسريحة شعر العروس مقابل 300، مع توفر أسعار للمناسبات الخاصة الأخرى عند الاستشارة.",
    "longDescriptionDe": "Ob es Ihr Hochzeitstag oder ein anderes bedeutendes Ereignis ist, unsere Künstler bieten atemberaubendes Make-up und anspruchsvolles Haarstyling. Wir passen den Look an Ihre Vorlieben und Ihr Outfit an und sorgen dafür, dass Sie sich schön und selbstbewusst fühlen. Braut-Make-up und Haarstyling werden für 300 angeboten, Preise für andere besondere Anlässe sind auf Anfrage erhältlich.",
    "longDescriptionTr": "İster düğün gününüz ister başka bir önemli etkinlik olsun, sanatçılarımız çarpıcı makyaj ve sofistike saç şekillendirme sağlar. Görünümü tercihlerinize ve kıyafetinize göre uyarlayarak kendinizi güzel ve güvende hissetmenizi sağlarız. Gelin makyajı ve saç şekillendirme 300 fiyatıyla sunulmaktadır, diğer özel gün fiyatlandırması danışmanlık üzerine mevcuttur.",
    "duration": 180,
    "price": 300,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Special+Occasion+Makeup+Hair",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Special+Occasion+Makeup+Hair",
    "isActive": true
  },
  {
    "slug": "event-hair-styling",
    "category": "hair-services",
    "nameEn": "Event Hair Styling (Updos & More)",
    "nameAr": "تسريحات شعر للمناسبات",
    "nameDe": "Event-Haarstyling (Hochsteckfrisuren & Mehr)",
    "nameTr": "Etkinlik Saç Şekillendirme (Topuzlar ve Daha Fazlası)",
    "descriptionEn": "Professional hair styling for any occasion, including updos, curls, and formal styles (from 60).",
    "descriptionAr": "تصفيف شعر احترافي لأي مناسبة، بما في ذلك التسريحات المرفوعة والتجعيد والتسريحات الرسمية (ابتداءً من 60).",
    "descriptionDe": "Professionelles Haarstyling für jeden Anlass, einschließlich Hochsteckfrisuren, Locken und formelle Styles (ab 60).",
    "descriptionTr": "Topuzlar, bukleler ve resmi stiller dahil her türlü özel durum için profesyonel saç şekillendirme (60'tan başlayan fiyatlarla).",
    "longDescriptionEn": "Elevate your look for any event with our expert hair styling services. From elegant updos and romantic curls to sleek formal styles, our stylists create the perfect hairstyle to complement your outfit and occasion. Starting from just 60, achieve a polished and memorable appearance.",
    "longDescriptionAr": "ارتقي بإطلالتك لأي مناسبة مع خدمات تصفيف الشعر المتخصصة لدينا. من التسريحات المرفوعة الأنيقة والتجعيدات الرومانسية إلى الأنماط الرسمية المصقولة، يصمم مصففونا تسريحة الشعر المثالية لتكمل ملابسك والمناسبة. ابتداءً من 60 فقط، احصلي على مظهر مصقول لا يُنسى.",
    "longDescriptionDe": "Veredeln Sie Ihren Look für jedes Event mit unseren Experten-Haarstyling-Services. Von eleganten Hochsteckfrisuren und romantischen Locken bis hin zu glatten formellen Styles kreieren unsere Stylisten die perfekte Frisur, um Ihr Outfit und den Anlass zu ergänzen. Ab nur 60 erzielen Sie ein gepflegtes und unvergessliches Erscheinungsbild.",
    "longDescriptionTr": "Uzman saç şekillendirme hizmetlerimizle her türlü etkinlik için görünümünüzü yükseltin. Zarif topuzlardan romantik buklelere, şık resmi stillere kadar stilistlerimiz kıyafetinizi ve etkinliğinizi tamamlayacak mükemmel saç stilini yaratır. Sadece 60'tan başlayan fiyatlarla, parlak ve unutulmaz bir görünüme kavuşun.",
    "duration": 60,
    "price": 60,
    "imageUrl": "https://images.unsplash.com/photo-1560869713-7d0a29430803?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1560869713-7d0a29430803?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "professional-makeup-application",
    "category": "makeup-brows-lashes",
    "nameEn": "Professional Makeup Application",
    "nameAr": "تطبيق مكياج احترافي",
    "nameDe": "Professionelle Make-up Anwendung",
    "nameTr": "Profesyonel Makyaj Uygulaması",
    "descriptionEn": "Flawless makeup application for special events, photoshoots, or a polished look (from 60). Excludes bridal.",
    "descriptionAr": "تطبيق مكياج مثالي للمناسبات الخاصة وجلسات التصوير أو لمظهر مصقول (ابتداءً من 60). لا يشمل العروس.",
    "descriptionDe": "Makellose Make-up-Anwendung für besondere Anlässe, Fotoshootings oder einen eleganten Look (ab 60). Exklusive Braut.",
    "descriptionTr": "Özel etkinlikler, fotoğraf çekimleri veya parlak bir görünüm için kusursuz makyaj uygulaması (60'tan başlayan fiyatlarla). Gelin hariçtir.",
    "longDescriptionEn": "Our skilled makeup artists create stunning looks for any occasion, enhancing your natural beauty. Whether it's for a party, photoshoot, or just a day you want to feel extra special, we provide a flawless application tailored to your style. (Bridal makeup is a separate service). Starting from 60.",
    "longDescriptionAr": "فنانو المكياج المهرة لدينا يخلقون إطلالات مذهلة لأي مناسبة، مما يعزز جمالك الطبيعي. سواء كان ذلك لحفلة أو جلسة تصوير أو مجرد يوم تريدين أن تشعري فيه بالتميز، فإننا نقدم تطبيقًا لا تشوبه شائبة مصممًا خصيصًا لأسلوبك. (مكياج العروس خدمة منفصلة). ابتداءً من 60.",
    "longDescriptionDe": "Unsere erfahrenen Maskenbildner kreieren atemberaubende Looks für jeden Anlass und unterstreichen Ihre natürliche Schönheit. Ob für eine Party, ein Fotoshooting oder einfach einen Tag, an dem Sie sich besonders fühlen möchten, wir bieten eine makellose Anwendung, die auf Ihren Stil zugeschnitten ist. (Braut-Make-up ist ein separater Service). Ab 60.",
    "longDescriptionTr": "Yetenekli makyaj sanatçılarımız, doğal güzelliğinizi artırarak her türlü özel durum için çarpıcı görünümler yaratır. İster bir parti, ister fotoğraf çekimi, ister kendinizi ekstra özel hissetmek istediğiniz bir gün olsun, tarzınıza göre uyarlanmış kusursuz bir uygulama sunuyoruz. (Gelin makyajı ayrı bir hizmettir). 60'tan başlayan fiyatlarla.",
    "duration": 60,
    "price": 60,
    "imageUrl": "https://images.unsplash.com/photo-1643185539104-3622eb1f0ff6?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1643185539104-3622eb1f0ff6?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "premium-hair-extensions",
    "category": "hair-services",
    "nameEn": "Premium Hair Extensions",
    "nameAr": "إكستنشن شعر فاخر",
    "nameDe": "Premium Haarverlängerungen",
    "nameTr": "Premium Saç Uzatma",
    "descriptionEn": "High-quality hair extensions for added length and volume. Consultation recommended.",
    "descriptionAr": "إكستنشن شعر عالي الجودة لإضافة الطول والكثافة. يوصى بالاستشارة.",
    "descriptionDe": "Hochwertige Haarverlängerungen für zusätzliche Länge und Volumen. Beratung empfohlen.",
    "descriptionTr": "Ekstra uzunluk ve hacim için yüksek kaliteli saç kaynakları. Danışmanlık önerilir.",
    "longDescriptionEn": "Transform your hair with our premium quality extensions, perfect for adding instant length, volume, or even a touch of color. We use only the best hair for a natural look and feel. A personalized consultation is included to determine the best type and method for your hair (Starting from 1500).",
    "longDescriptionAr": "حولي شعرك مع وصلات الشعر عالية الجودة لدينا، مثالية لإضافة طول فوري أو كثافة أو حتى لمسة من اللون. نستخدم فقط أفضل أنواع الشعر لمظهر وملمس طبيعي. تتضمن استشارة شخصية لتحديد أفضل نوع وطريقة لشعرك (ابتداءً من 1500).",
    "longDescriptionDe": "Verwandeln Sie Ihr Haar mit unseren hochwertigen Extensions, perfekt für sofortige Länge, Volumen oder sogar einen Hauch von Farbe. Wir verwenden nur bestes Haar für ein natürliches Aussehen und Gefühl. Eine persönliche Beratung ist inbegriffen, um den besten Typ und die beste Methode für Ihr Haar zu bestimmen (Ab 1500).",
    "longDescriptionTr": "Anında uzunluk, hacim ve hatta bir renk dokunuşu eklemek için mükemmel olan premium kalitedeki kaynaklarımızla saçınızı dönüştürün. Doğal bir görünüm ve his için sadece en iyi saçı kullanıyoruz. Saçınız için en iyi türü ve yöntemi belirlemek üzere kişiselleştirilmiş bir danışmanlık dahildir (1500'den başlayan fiyatlarla).",
    "duration": 120,
    "price": 1500,
    "imageUrl": "https://images.unsplash.com/photo-1492106087820-71f1a00d2b11?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1492106087820-71f1a00d2b11?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "permanent-lip-enhancement",
    "category": "makeup-brows-lashes",
    "nameEn": "Permanent Lip Enhancement",
    "nameAr": "تحسين الشفاه الدائم",
    "nameDe": "Permanente Lippenverbesserung",
    "nameTr": "Kalıcı Dudak Geliştirme",
    "descriptionEn": "Long-lasting lip color and definition. Options include Full Lip Color (300), BB Lips (220), or Lip Contour (200). All include a follow-up session.",
    "descriptionAr": "لون وتحديد شفاه يدوم طويلاً. تشمل الخيارات لون الشفاه الكامل (300)، شفاه البيبي (220)، أو تحديد الشفاه (200). جميعها تشمل جلسة متابعة.",
    "descriptionDe": "Langanhaltende Lippenfarbe und -definition. Optionen umfassen Vollständige Lippenfarbe (300), BB Lips (220) oder Lippenkontur (200). Alle inklusive Nachbehandlung.",
    "descriptionTr": "Uzun ömürlü dudak rengi ve tanımı. Seçenekler arasında Tam Dudak Rengi (300), BB Dudak (220) veya Dudak Kontürü (200) bulunur. Hepsi bir takip seansı içerir.",
    "longDescriptionEn": "Achieve perfectly colored and shaped lips 24/7 with our permanent lip enhancements. Choose from a subtle BB Lips tint, defined Lip Contour, or a full, vibrant Lip Color. Each service includes a follow-up session to ensure perfect, lasting results. Prices: Full Lip 300, BB Lips 220, Lip Contour 200.",
    "longDescriptionAr": "احصلي على شفاه ملونة ومحددة بشكل مثالي على مدار الساعة طوال أيام الأسبوع مع تحسينات الشفاه الدائمة لدينا. اختاري من بين لون شفاه بيبي خفيف، أو تحديد شفاه محدد، أو لون شفاه كامل وحيوي. تشمل كل خدمة جلسة متابعة لضمان نتائج مثالية ودائمة. الأسعار: شفاه كاملة 300، شفاه بيبي 220، تحديد الشفاه 200.",
    "longDescriptionDe": "Erzielen Sie perfekt gefärbte und geformte Lippen rund um die Uhr mit unseren permanenten Lippenverbesserungen. Wählen Sie aus einer dezenten BB Lips Tönung, definierter Lippenkontur oder einer vollen, lebendigen Lippenfarbe. Jeder Service beinhaltet eine Nachbehandlungssitzung, um perfekte, dauerhafte Ergebnisse zu gewährleisten. Preise: Vollständige Lippen 300, BB Lips 220, Lippenkontur 200.",
    "longDescriptionTr": "Kalıcı dudak geliştirmelerimizle 7/24 mükemmel renkli ve şekilli dudaklara kavuşun. Hafif bir BB Dudak tonu, belirgin Dudak Kontürü veya tam, canlı bir Dudak Rengi arasından seçim yapın. Her hizmet, mükemmel ve kalıcı sonuçlar sağlamak için bir takip seansı içerir. Fiyatlar: Tam Dudak 300, BB Dudak 220, Dudak Kontürü 200.",
    "duration": 100,
    "price": 200,
    "imageUrl": "https://images.unsplash.com/photo-1588554894134-def7914396a3?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1588554894134-def7914396a3?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "carbon-laser-peel",
    "category": "skin-facial-treatments",
    "nameEn": "Carbon Laser Peel",
    "nameAr": "تقشير كربوني بالليزر",
    "nameDe": "Carbon Laser Peeling",
    "nameTr": "Karbon Lazer Peeling",
    "descriptionEn": "Deep cleansing and rejuvenating carbon laser peel for face or body areas (e.g., underarms, bikini). Price per area: 90.",
    "descriptionAr": "تقشير كربوني بالليزر للتنظيف العميق وتجديد شباب بشرة الوجه أو مناطق الجسم (مثل الإبطين، البيكيني). السعر لكل منطقة: 90.",
    "descriptionDe": "Tiefenreinigendes und verjüngendes Carbon Laser Peeling für Gesicht oder Körperbereiche (z.B. Achseln, Bikinizone). Preis pro Bereich: 90.",
    "descriptionTr": "Yüz veya vücut bölgeleri (örneğin koltuk altı, bikini) için derinlemesine temizleyici ve gençleştirici karbon lazer peeling. Bölge başına fiyat: 90.",
    "longDescriptionEn": "Also known as the 'Hollywood Peel', our Carbon Laser Peel offers instant exfoliation and rejuvenation. A layer of liquid carbon is applied, penetrating pores, then lasered off to remove impurities, oil, and dead skin. Effective for the face, underarms, or bikini area for smoother, brighter skin at 90 per area.",
    "longDescriptionAr": "يُعرف أيضًا باسم 'تقشير هوليوود'، يقدم تقشيرنا الكربوني بالليزر تقشيرًا فوريًا وتجديدًا للبشرة. يتم تطبيق طبقة من الكربون السائل تتغلغل في المسام، ثم يتم إزالتها بالليزر لإزالة الشوائب والزيوت والجلد الميت. فعال للوجه أو الإبطين أو منطقة البيكيني لبشرة أكثر نعومة وإشراقًا بسعر 90 لكل منطقة.",
    "longDescriptionDe": "Auch bekannt als 'Hollywood Peel', bietet unser Carbon Laser Peeling sofortige Exfoliation und Verjüngung. Eine Schicht flüssigen Kohlenstoffs wird aufgetragen, dringt in die Poren ein und wird dann abgelasert, um Unreinheiten, Öl und abgestorbene Haut zu entfernen. Wirksam für Gesicht, Achseln oder Bikinizone für glattere, hellere Haut zu 90 pro Bereich.",
    "longDescriptionTr": "'Hollywood Peeling' olarak da bilinen Karbon Lazer Peelingimiz anında pul pul dökülme ve gençleşme sunar. Sıvı karbon tabakası uygulanır, gözeneklere nüfuz eder, ardından kirleri, yağı ve ölü deriyi gidermek için lazerle çıkarılır. Yüz, koltuk altı veya bikini bölgesi için daha pürüzsüz, daha parlak bir cilt için bölge başına 90 fiyatıyla etkilidir.",
    "duration": 60,
    "price": 90,
    "imageUrl": "https://images.unsplash.com/photo-1571875257727-256c39da42af?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1571875257727-256c39da42af?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "professional-teeth-whitening",
    "category": "advanced-aesthetic-laser-treatments",
    "nameEn": "Professional Teeth Whitening",
    "nameAr": "تبييض أسنان احترافي",
    "nameDe": "Professionelle Zahnaufhellung",
    "nameTr": "Profesyonel Diş Beyazlatma",
    "descriptionEn": "Effective teeth whitening for a brighter smile (e.g., 30-minute session for 90).",
    "descriptionAr": "تبييض أسنان فعال لابتسامة أكثر إشراقًا (مثال: جلسة 30 دقيقة مقابل 90).",
    "descriptionDe": "Effektive Zahnaufhellung für ein strahlenderes Lächeln (z.B. 30-minütige Sitzung für 90).",
    "descriptionTr": "Daha parlak bir gülümseme için etkili diş beyazlatma (örneğin 30 dakikalık seans için 90).",
    "longDescriptionEn": "Achieve a noticeably brighter smile with our professional teeth whitening service. Our safe and effective treatment helps remove stains and discoloration, revealing whiter teeth in a short session. A popular choice is our 30-minute express whitening for just 90.",
    "longDescriptionAr": "احصل على ابتسامة أكثر إشراقًا بشكل ملحوظ مع خدمة تبييض الأسنان الاحترافية لدينا. يساعد علاجنا الآمن والفعال على إزالة البقع وتغير اللون، مما يكشف عن أسنان أكثر بياضًا في جلسة قصيرة. خيارنا الشائع هو التبييض السريع لمدة 30 دقيقة مقابل 90 فقط.",
    "longDescriptionDe": "Erzielen Sie ein sichtbar helleres Lächeln mit unserem professionellen Zahnaufhellungsservice. Unsere sichere und effektive Behandlung hilft, Flecken und Verfärbungen zu entfernen und enthüllt weißere Zähne in einer kurzen Sitzung. Eine beliebte Wahl ist unsere 30-minütige Express-Aufhellung für nur 90.",
    "longDescriptionTr": "Profesyonel diş beyazlatma hizmetimizle gözle görülür şekilde daha parlak bir gülümsemeye kavuşun. Güvenli ve etkili tedavimiz lekeleri ve renk bozulmalarını gidermeye yardımcı olarak kısa bir seansta daha beyaz dişleri ortaya çıkarır. Popüler bir seçim, sadece 90 karşılığında 30 dakikalık ekspres beyazlatmamızdır.",
    "duration": 30,
    "price": 90,
    "imageUrl": "https://images.unsplash.com/photo-1581594693702-48c05c429b2a?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1581594693702-48c05c429b2a?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "waxing-hair-removal",
    "category": "hair-removal-services",
    "nameEn": "Waxing Hair Removal",
    "nameAr": "إزالة الشعر بالشمع",
    "nameDe": "Haarentfernung mit Wachs",
    "nameTr": "Ağda ile Tüy Alma",
    "descriptionEn": "Smooth hair removal for various body areas. E.g., Full Face (25), Full Body (from 150).",
    "descriptionAr": "إزالة شعر ناعمة لمختلف مناطق الجسم. مثال: الوجه بالكامل (25)، الجسم بالكامل (ابتداءً من 150).",
    "descriptionDe": "Glatte Haarentfernung für verschiedene Körperbereiche. Z.B. Ganzes Gesicht (25), Ganzkörper (ab 150).",
    "descriptionTr": "Çeşitli vücut bölgeleri için pürüzsüz tüy alma. Örneğin, Tüm Yüz (25), Tüm Vücut (150'den başlayan fiyatlarla).",
    "longDescriptionEn": "Enjoy smooth, hair-free skin with our professional waxing services. We offer gentle and effective hair removal for face and body, using high-quality wax for minimal discomfort. Options include full face waxing for 25, or full body waxing starting from 150, among other areas.",
    "longDescriptionAr": "استمتعي ببشرة ناعمة وخالية من الشعر مع خدمات إزالة الشعر بالشمع الاحترافية لدينا. نقدم إزالة شعر لطيفة وفعالة للوجه والجسم، باستخدام شمع عالي الجودة لتقليل الانزعاج. تشمل الخيارات إزالة شعر الوجه بالكامل مقابل 25، أو إزالة شعر الجسم بالكامل ابتداءً من 150، بالإضافة إلى مناطق أخرى.",
    "longDescriptionDe": "Genießen Sie glatte, haarfreie Haut mit unseren professionellen Waxing-Dienstleistungen. Wir bieten sanfte und effektive Haarentfernung für Gesicht und Körper mit hochwertigem Wachs für minimales Unbehagen. Optionen umfassen Gesichtswaxing für 25 oder Ganzkörperwaxing ab 150, neben anderen Bereichen.",
    "longDescriptionTr": "Profesyonel ağda hizmetlerimizle pürüzsüz, tüysüz cildin keyfini çıkarın. Minimum rahatsızlık için yüksek kaliteli ağda kullanarak yüz ve vücut için nazik ve etkili tüy alma sunuyoruz. Seçenekler arasında 25 karşılığında tam yüz ağdası veya 150'den başlayan fiyatlarla tüm vücut ağdası ve diğer bölgeler bulunmaktadır.",
    "duration": 60,
    "price": 25,
    "imageUrl": "https://images.unsplash.com/photo-1546552768-9e3a5889e81d?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1546552768-9e3a5889e81d?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "waxing-full-face",
    "category": "hair-removal-services",
    "nameEn": "Full Face Waxing",
    "nameAr": "إزالة شعر الوجه بالكامل بالشمع",
    "nameDe": "Ganzes Gesicht Waxing",
    "nameTr": "Tüm Yüz Ağdası",
    "descriptionEn": "Complete waxing for the entire face, including eyebrows, upper lip, and chin (25).",
    "descriptionAr": "إزالة شعر الوجه بالكامل بالشمع، بما في ذلك الحواجب والشفة العليا والذقن (25).",
    "descriptionDe": "Vollständiges Waxing für das gesamte Gesicht, einschließlich Augenbrauen, Oberlippe und Kinn (25).",
    "descriptionTr": "Kaşlar, üst dudak ve çene dahil olmak üzere tüm yüz için tam ağda (25).",
    "longDescriptionEn": "Achieve a smooth, hair-free face with our full face waxing service. This includes precise waxing of the eyebrows, upper lip, chin, and any other facial areas, ensuring a clean and polished look. Perfect for those who want to maintain a flawless complexion without the hassle of daily shaving or plucking.",
    "longDescriptionAr": "احصلي على وجه ناعم وخالي من الشعر مع خدمة إزالة شعر الوجه بالكامل بالشمع لدينا. يشمل ذلك إزالة الشعر بدقة من الحواجب والشفة العليا والذقن وأي مناطق وجه أخرى، مما يضمن مظهرًا نظيفًا ومصقولًا. مثالي لمن يرغب في الحفاظ على بشرة خالية من العيوب دون عناء الحلاقة أو النتف اليومي.",
    "longDescriptionDe": "Erzielen Sie ein glattes, haarfreies Gesicht mit unserem Ganzes Gesicht Waxing Service. Dies umfasst präzises Waxing der Augenbrauen, Oberlippe, Kinn und anderer Gesichtsbereiche und sorgt für ein sauberes und poliertes Aussehen. Perfekt für diejenigen, die einen makellosen Teint ohne tägliches Rasieren oder Zupfen erhalten möchten.",
    "longDescriptionTr": "Kaşlar, üst dudak ve çene dahil olmak üzere tüm yüzünüzü pürüzsüz ve tüylerden arındırın. Bu hizmet, kaşlar, üst dudak, çene ve diğer yüz bölgelerinin hassas bir şekilde ağda yapılmasını içerir ve temiz ve cilalı bir görünüm sağlar. Günlük tıraş veya cımbız kullanma zahmetinden kaçınmak isteyenler için mükemmeldir.",
    "duration": 30,
    "price": 25,
    "imageUrl": "https://images.unsplash.com/photo-1596815064285-45ed8a9c0463?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1596815064285-45ed8a9c0463?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "professional-hair-coloring",
    "category": "hair-services",
    "nameEn": "Professional Hair Coloring Services",
    "nameAr": "خدمات صبغ الشعر الاحترافية",
    "nameDe": "Professionelle Haarfarben-Dienstleistungen",
    "nameTr": "Profesyonel Saç Boyama Hizmetleri",
    "descriptionEn": "Custom hair coloring, including basic color (from 40), highlights/blonding (from 70), balayage (from 120), and ombre (from 120).",
    "descriptionAr": "صبغ شعر مخصص، بما في ذلك اللون الأساسي (ابتداءً من 40)، والهايلايت/التشقير (ابتداءً من 70)، والبالياج (ابتداءً من 120)، والأومبري (ابتداءً من 120).",
    "descriptionDe": "Individuelle Haarfarben, einschließlich Grundfarbe (ab 40), Strähnchen/Blondierung (ab 70), Balayage (ab 120) und Ombre (ab 120).",
    "descriptionTr": "Temel renk (40'tan başlayan fiyatlarla), röfle/sarartma (70'den başlayan fiyatlarla), balyaj (120'den başlayan fiyatlarla) ve ombre (120'den başlayan fiyatlarla) dahil olmak üzere özel saç boyama.",
    "longDescriptionEn": "Transform your look with our expert hair coloring services. Whether you're after a subtle change with basic color (from 40), sun-kissed highlights (from 70), artistic balayage (from 120), or a trendy ombre (from 120), our colorists will achieve your desired result while maintaining hair health.",
    "longDescriptionAr": "غيري إطلالتك مع خدمات صبغ الشعر المتخصصة لدينا. سواء كنت تبحثين عن تغيير بسيط بلون أساسي (ابتداءً من 40)، أو خصلات هايلايت مستوحاة من الشمس (ابتداءً من 70)، أو بالياج فني (ابتداءً من 120)، أو أومبري عصري (ابتداءً من 120)، سيحقق أخصائيو الألوان لدينا النتيجة المرجوة مع الحفاظ على صحة الشعر.",
    "longDescriptionDe": "Verwandeln Sie Ihren Look mit unseren Experten-Haarfärbediensten. Ob Sie eine subtile Veränderung mit Grundfarbe (ab 40), sonnengeküsste Strähnchen (ab 70), künstlerische Balayage (ab 120) oder ein trendiges Ombre (ab 120) wünschen, unsere Coloristen erzielen Ihr gewünschtes Ergebnis unter Erhaltung der Haargesundheit.",
    "longDescriptionTr": "Uzman saç boyama hizmetlerimizle görünümünüzü dönüştürün. İster temel renkle (40'tan başlayan fiyatlarla) hafif bir değişiklik, ister güneşte açılmış gibi röfleler (70'den başlayan fiyatlarla), sanatsal balyaj (120'den başlayan fiyatlarla) veya trend bir ombre (120'den başlayan fiyatlarla) isteyin, renk uzmanlarımız saç sağlığını koruyarak istediğiniz sonucu elde edecektir.",
    "duration": 150,
    "price": 40,
    "imageUrl": "https://images.unsplash.com/photo-1519165647495-cea47e042927?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1519165647495-cea47e042927?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "algae-green-peel",
    "category": "skin-facial-treatments",
    "nameEn": "Algae Peel (Green Peel)",
    "nameAr": "تقشير الطحالب (التقشير الأخضر)",
    "nameDe": "Algenpeeling (Green Peel)",
    "nameTr": "Yosun Peeling (Yeşil Peeling)",
    "descriptionEn": "Natural skin renewal treatment using algae, also known as Green Peel, for refreshed and revitalized skin (220).",
    "descriptionAr": "علاج طبيعي لتجديد البشرة باستخدام الطحالب، والمعروف أيضًا بالتقشير الأخضر، لبشرة منتعشة ومتجددة (220).",
    "descriptionDe": "Natürliche Hauterneuerungsbehandlung mit Algen, auch als Green Peel bekannt, für erfrischte und revitalisierte Haut (220).",
    "descriptionTr": "Yenilenmiş ve canlanmış bir cilt için Yeşil Peeling olarak da bilinen yosun kullanılarak doğal cilt yenileme tedavisi (220).",
    "longDescriptionEn": "Experience the power of nature with our Algae Peel (Green Peel). This renowned herbal peeling treatment intensely stimulates circulation and promotes skin regeneration, revealing a visibly renewed, fresh, and clear complexion. It addresses various skin concerns effectively. Price: 220.",
    "longDescriptionAr": "جرب قوة الطبيعة مع تقشير الطحالب (التقشير الأخضر) لدينا. هذا العلاج التقشيري العشبي الشهير يحفز الدورة الدموية بشكل مكثف ويعزز تجديد البشرة، مما يكشف عن بشرة متجددة ومنتعشة وصافية بشكل واضح. يعالج مشاكل البشرة المختلفة بفعالية. السعر: 220.",
    "longDescriptionDe": "Erleben Sie die Kraft der Natur mit unserem Algenpeeling (Green Peel). Diese renommierte Kräuterpeeling-Behandlung stimuliert intensiv die Durchblutung und fördert die Hautregeneration, wodurch ein sichtbar erneuertes, frisches und klares Hautbild zum Vorschein kommt. Es behandelt verschiedene Hautprobleme effektiv. Preis: 220.",
    "longDescriptionTr": "Yosun Peelingimiz (Yeşil Peeling) ile doğanın gücünü deneyimleyin. Bu ünlü bitkisel peeling tedavisi, dolaşımı yoğun bir şekilde uyarır ve cilt yenilenmesini teşvik ederek gözle görülür şekilde yenilenmiş, taze ve berrak bir cilt ortaya çıkarır. Çeşitli cilt sorunlarını etkili bir şekilde giderir. Fiyat: 220.",
    "duration": 75,
    "price": 220,
    "imageUrl": "https://images.unsplash.com/photo-1498843053639-170ff2122f35?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&h=400&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1498843053639-170ff2122f35?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&h=800&q=80",
    "isActive": true
  },
  {
    "slug": "eyelash-extensions-classic-volume",
    "category": "makeup-brows-lashes",
    "nameEn": "Eyelash Extensions (Classic to Volume)",
    "nameAr": "تركيب الرموش (كلاسيك إلى فوليوم)",
    "nameDe": "Wimpernverlängerungen (Klassisch bis Volumen)",
    "nameTr": "Kirpik Uzatma (Klasikten Hacime)",
    "descriptionEn": "Enhance your lashes with various styles: Natural (44), Half Set/Medium (50), Full Volume (65).",
    "descriptionAr": "عززي رموشك بأنماط مختلفة: طبيعي (44)، نصف مجموعة/وسط (50)، فوليوم كامل (65).",
    "descriptionDe": "Verbessern Sie Ihre Wimpern mit verschiedenen Stilen: Natürlich (44), Halbes Set/Mittel (50), Volles Volumen (65).",
    "descriptionTr": "Kirpiklerinizi çeşitli stillerle geliştirin: Doğal (44), Yarım Set/Orta (50), Tam Hacim (65).",
    "longDescriptionEn": "Get luscious, captivating lashes with our expertly applied eyelash extensions. We offer a range of styles to suit your preference, from a subtle Natural look (44), a balanced Half Set (50), to dramatic Full Volume (65). Wake up beautiful every day with minimal effort.",
    "longDescriptionAr": "احصلي على رموش جذابة وفاتنة مع وصلات الرموش المطبقة بخبرة لدينا. نقدم مجموعة من الأنماط لتناسب تفضيلاتك، من إطلالة طبيعية خفيفة (44)، أو نصف مجموعة متوازنة (50)، إلى فوليوم كامل درامي (65). استيقظي جميلة كل يوم بأقل جهد.",
    "longDescriptionDe": "Holen Sie sich üppige, faszinierende Wimpern mit unseren fachmännisch angebrachten Wimpernverlängerungen. Wir bieten eine Reihe von Stilen, die Ihren Vorlieben entsprechen, von einem dezenten natürlichen Look (44), einem ausgewogenen halben Set (50) bis hin zu dramatischem vollem Volumen (65). Wachen Sie jeden Tag mit minimalem Aufwand schön auf.",
    "longDescriptionTr": "Uzmanlıkla uygulanan kirpik uzantılarımızla dolgun, büyüleyici kirpiklere sahip olun. Hafif bir Doğal görünümden (44), dengeli bir Yarım Setten (50), dramatik Tam Hacime (65) kadar tercihinize uygun çeşitli stiller sunuyoruz. Her gün minimum çabayla güzel uyanın.",
    "duration": 100,
    "price": 44,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Eyelash+Extensions",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Eyelash+Extensions",
    "isActive": true
  },
  {
    "slug": "microdermabrasion-crystal-peel",
    "category": "skin-facial-treatments",
    "nameEn": "Microdermabrasion (Crystal Peel)",
    "nameAr": "تقشير كريستالي (مايكروديرمابريشن)",
    "nameDe": "Mikrodermabrasion (Kristallpeeling)",
    "nameTr": "Mikrodermabrazyon (Kristal Peeling)",
    "descriptionEn": "Mechanical exfoliation using fine crystals to reveal smoother, brighter skin (90).",
    "descriptionAr": "تقشير ميكانيكي باستخدام بلورات دقيقة للكشف عن بشرة أكثر نعومة وإشراقًا (90).",
    "descriptionDe": "Mechanische Exfoliation mit feinen Kristallen für glattere, strahlendere Haut (90).",
    "descriptionTr": "Daha pürüzsüz, daha parlak bir cilt ortaya çıkarmak için ince kristaller kullanılarak yapılan mekanik peeling (90).",
    "longDescriptionEn": "Our Microdermabrasion treatment, also known as a crystal peel, gently buffs away the outermost layer of dry, dead skin cells. This non-invasive procedure promotes new cell growth and leaves your skin feeling incredibly smooth and looking radiant. Ideal for improving texture and tone for just 90.",
    "longDescriptionAr": "علاج المايكروديرمابريشن لدينا، المعروف أيضًا بالتقشير الكريستالي، يزيل بلطف الطبقة الخارجية من خلايا الجلد الجافة والميتة. هذا الإجراء غير الجراحي يعزز نمو الخلايا الجديدة ويترك بشرتك ناعمة بشكل لا يصدق ومشرقة. مثالي لتحسين الملمس واللون مقابل 90 فقط.",
    "longDescriptionDe": "Unsere Mikrodermabrasionsbehandlung, auch als Kristallpeeling bekannt, entfernt sanft die äußerste Schicht trockener, abgestorbener Hautzellen. Dieses nicht-invasive Verfahren fördert neues Zellwachstum und hinterlässt Ihre Haut unglaublich glatt und strahlend. Ideal zur Verbesserung von Textur und Ton für nur 90.",
    "longDescriptionTr": "Kristal peeling olarak da bilinen Mikrodermabrazyon tedavimiz, kuru, ölü cilt hücrelerinin en dış tabakasını nazikçe temizler. Bu invazif olmayan prosedür, yeni hücre büyümesini teşvik eder ve cildinizi inanılmaz derecede pürüzsüz ve parlak bırakır. Doku ve tonu iyileştirmek için sadece 90 karşılığında idealdir.",
    "duration": 60,
    "price": 90,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Microdermabrasion",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Microdermabrasion",
    "isActive": true
  },
  {
    "slug": "customized-microneedling",
    "category": "skin-facial-treatments",
    "nameEn": "Customized Microneedling",
    "nameAr": "ميكرونيدلينغ مخصص",
    "nameDe": "Individuelles Microneedling",
    "nameTr": "Kişiye Özel Mikroiğneleme",
    "descriptionEn": "Collagen induction therapy tailored to your needs: with Vitamins (65), for Acne (85), or for Pigmentation (95).",
    "descriptionAr": "علاج تحفيز الكولاجين المصمم خصيصًا لاحتياجاتك: مع الفيتامينات (65)، لحب الشباب (85)، أو للتصبغ (95).",
    "descriptionDe": "Kollagen-Induktionstherapie, auf Ihre Bedürfnisse zugeschnitten: mit Vitaminen (65), bei Akne (85) oder bei Pigmentierung (95).",
    "descriptionTr": "İhtiyaçlarınıza göre uyarlanmış kolajen indüksiyon tedavisi: Vitaminlerle (65), Akne için (85) veya Pigmentasyon için (95).",
    "longDescriptionEn": "Microneedling, or collagen induction therapy, creates micro-channels in the skin to stimulate natural collagen production and enhance product absorption. We customize the treatment with potent serums for various concerns: Vitamin-infused for overall rejuvenation (65), targeted Acne treatment (85), or Pigmentation reduction (95).",
    "longDescriptionAr": "الميكرونيدلينغ، أو علاج تحفيز الكولاجين، ينشئ قنوات دقيقة في الجلد لتحفيز إنتاج الكولاجين الطبيعي وتعزيز امتصاص المنتجات. نقوم بتخصيص العلاج بأمصال قوية لمختلف المشاكل: معزز بالفيتامينات للتجديد الشامل (65)، علاج موجه لحب الشباب (85)، أو تقليل التصبغ (95).",
    "longDescriptionDe": "Microneedling, oder Kollagen-Induktionstherapie, erzeugt Mikrokanäle in der Haut, um die natürliche Kollagenproduktion zu stimulieren und die Produktaufnahme zu verbessern. Wir passen die Behandlung mit wirksamen Seren für verschiedene Anliegen an: Vitamin-infundiert für allgemeine Verjüngung (65), gezielte Aknebehandlung (85) oder Pigmentierungsreduktion (95).",
    "longDescriptionTr": "Kollajen indüksiyon tedavisi olarak da bilinen mikroiğneleme, doğal kollajen üretimini uyarmak ve ürün emilimini artırmak için ciltte mikro kanallar oluşturur. Tedaviyi çeşitli endişeler için güçlü serumlarla özelleştiriyoruz: genel gençleştirme için Vitamin katkılı (65), hedefe yönelik Akne tedavisi (85) veya Pigmentasyon azaltma (95).",
    "duration": 75,
    "price": 65,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Microneedling",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Microneedling",
    "isActive": true
  },
  {
    "slug": "eyebrow-lamination-lift",
    "category": "makeup-brows-lashes",
    "nameEn": "Eyebrow Lamination & Lift",
    "nameAr": "تصفيح ورفع الحواجب",
    "nameDe": "Augenbrauenlaminierung & -lifting",
    "nameTr": "Kaş Laminasyonu ve Lifting",
    "descriptionEn": "Give your eyebrows a fuller, lifted, and defined look. Price: 40 (without tint), 50 (with tint).",
    "descriptionAr": "امنحي حواجبك مظهرًا أكثر امتلاءً ورفعًا وتحديدًا. السعر: 40 (بدون صبغة)، 50 (مع صبغة).",
    "descriptionDe": "Verleihen Sie Ihren Augenbrauen einen volleren, gelifteten und definierten Look. Preis: 40 (ohne Tönung), 50 (mit Tönung).",
    "descriptionTr": "Kaşlarınıza daha dolgun, kalkık ve belirgin bir görünüm kazandırın. Fiyat: 40 (boyasız), 50 (boyalı).",
    "longDescriptionEn": "Achieve perfectly groomed, fuller-looking eyebrows with our lamination and lift service. This treatment reshapes and sets your brow hairs for a sleek, lifted effect that lasts for weeks. Opt for the lift alone for 40, or add a tint for enhanced definition for 50.",
    "longDescriptionAr": "احصلي على حواجب مهذبة بشكل مثالي وأكثر امتلاءً مع خدمة تصفيح ورفع الحواجب لدينا. يعيد هذا العلاج تشكيل وتثبيت شعر الحاجب للحصول على تأثير أنيق ومرفوع يدوم لأسابيع. اختاري الرفع وحده مقابل 40، أو أضيفي صبغة لتعزيز التحديد مقابل 50.",
    "longDescriptionDe": "Erzielen Sie perfekt gepflegte, voller aussehende Augenbrauen mit unserem Laminierungs- und Lifting-Service. Diese Behandlung formt und fixiert Ihre Brauenhaare für einen glatten, gelifteten Effekt, der wochenlang anhält. Entscheiden Sie sich für das Lifting allein für 40 oder fügen Sie eine Tönung für verbesserte Definition für 50 hinzu.",
    "longDescriptionTr": "Laminasyon ve lifting hizmetimizle mükemmel şekillendirilmiş, daha dolgun görünen kaşlara kavuşun. Bu tedavi, haftalarca süren şık, kalkık bir etki için kaş kıllarınızı yeniden şekillendirir ve sabitler. Sadece lifting için 40'ı seçin veya gelişmiş belirginlik için 50 karşılığında bir renk ekleyin.",
    "duration": 50,
    "price": 40,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Eyebrow+Lifting",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Eyebrow+Lifting",
    "isActive": true
  },
  {
    "slug": "eyelash-lift-perm",
    "category": "makeup-brows-lashes",
    "nameEn": "Eyelash Lift & Perm",
    "nameAr": "رفع وتجعيد الرموش",
    "nameDe": "Wimpernlifting & -dauerwelle",
    "nameTr": "Kirpik Lifting ve Perma",
    "descriptionEn": "Curl and lift your natural lashes for an open-eyed look. Price: 50 (without tint), 60 (with tint).",
    "descriptionAr": "قومي بتجعيد ورفع رموشك الطبيعية لمظهر عين مفتوحة. السعر: 50 (بدون صبغة)، 60 (مع صبغة).",
    "descriptionDe": "Locken und Anheben Ihrer natürlichen Wimpern für einen offeneren Blick. Preis: 50 (ohne Tönung), 60 (mit Tönung).",
    "descriptionTr": "Açık gözlü bir görünüm için doğal kirpiklerinizi kıvırın ve kaldırın. Fiyat: 50 (boyasız), 60 (boyalı).",
    "longDescriptionEn": "Enhance your natural lashes with our Eyelash Lift service, giving them a beautiful curl and lift from the root. This creates the appearance of longer, fuller lashes without extensions. Choose the lift for 50, or include a tint for darker, more defined lashes for 60.",
    "longDescriptionAr": "عززي رموشك الطبيعية مع خدمة رفع الرموش لدينا، مما يمنحها تجعيدًا ورفعًا جميلًا من الجذر. هذا يخلق مظهر رموش أطول وأكثر امتلاءً بدون وصلات. اختاري الرفع مقابل 50، أو ادمجي صبغة لرموش أغمق وأكثر تحديدًا مقابل 60.",
    "longDescriptionDe": "Verbessern Sie Ihre natürlichen Wimpern mit unserem Wimpernlifting-Service, der ihnen einen schönen Schwung und Auftrieb von der Wurzel an verleiht. Dies erzeugt das Aussehen längerer, vollerer Wimpern ohne Extensions. Wählen Sie das Lifting für 50 oder fügen Sie eine Tönung für dunklere, definiertere Wimpern für 60 hinzu.",
    "longDescriptionTr": "Doğal kirpiklerinizi kökten güzel bir kıvrım ve kalkıklık kazandıran Kirpik Lifting hizmetimizle geliştirin. Bu, uzantılar olmadan daha uzun, daha dolgun kirpik görünümü yaratır. Sadece lifting için 50'yi seçin veya daha koyu, daha belirgin kirpikler için 60 karşılığında bir renk ekleyin.",
    "duration": 65,
    "price": 50,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Eyelash+Lifting",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Eyelash+Lifting",
    "isActive": true
  },
  {
    "slug": "non-laser-tattoo-pmu-removal",
    "category": "advanced-aesthetic-laser-treatments",
    "nameEn": "Non-Laser Tattoo & PMU Removal",
    "nameAr": "إزالة الوشم والمكياج الدائم بدون ليزر (ريموفر)",
    "nameDe": "Nicht-Laser Tattoo & PMU Entfernung (Remover)",
    "nameTr": "Lazersiz Dövme ve Kalıcı Makyaj Silme (Sökücü)",
    "descriptionEn": "Tattoo and permanent makeup removal using a specialized remover solution (250).",
    "descriptionAr": "إزالة الوشم والمكياج الدائم باستخدام محلول ريموفر متخصص (250).",
    "descriptionDe": "Tattoo- und Permanent-Make-up-Entfernung mit einer speziellen Remover-Lösung (250).",
    "descriptionTr": "Özel bir sökücü solüsyon kullanılarak dövme ve kalıcı makyaj silme (250).",
    "longDescriptionEn": "Our non-laser removal method uses a specially formulated solution to lift tattoo and permanent makeup pigments from the skin. This technique can be effective for various ink colors and is a gentle alternative to laser removal. The service is priced at 250.",
    "longDescriptionAr": "تستخدم طريقتنا غير الليزرية في الإزالة محلولًا مُصممًا خصيصًا لرفع أصباغ الوشم والمكياج الدائم من الجلد. يمكن أن تكون هذه التقنية فعالة لمختلف ألوان الحبر وهي بديل لطيف للإزالة بالليزر. سعر الخدمة 250.",
    "longDescriptionDe": "Unsere nicht-laserbasierte Entfernungsmethode verwendet eine speziell formulierte Lösung, um Tattoo- und Permanent-Make-up-Pigmente aus der Haut zu heben. Diese Technik kann für verschiedene Tintenfarben wirksam sein und ist eine sanfte Alternative zur Laserentfernung. Der Service kostet 250.",
    "longDescriptionTr": "Lazer dışı sökme yöntemimiz, dövme ve kalıcı makyaj pigmentlerini ciltten çıkarmak için özel olarak formüle edilmiş bir solüsyon kullanır. Bu teknik, çeşitli mürekkep renkleri için etkili olabilir ve lazerle çıkarmaya nazik bir alternatiftir. Hizmetin fiyatı 250'dir.",
    "duration": 90,
    "price": 250,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Tattoo+Remover+Solution",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Tattoo+Remover+Solution",
    "isActive": true
  },
  {
    "slug": "permanent-makeup-eyebrows",
    "category": "makeup-brows-lashes",
    "nameEn": "Permanent Makeup - Eyebrows",
    "nameAr": "مكياج دائم للحواجب (تاتو)",
    "nameDe": "Permanent Make-up - Augenbrauen",
    "nameTr": "Kalıcı Makyaj - Kaş",
    "descriptionEn": "Define and enhance your eyebrows with permanent makeup. Includes follow-up session (300).",
    "descriptionAr": "حددي وعززي حواجبك بالمكياج الدائم. يشمل جلسة متابعة (300).",
    "descriptionDe": "Definieren und verbessern Sie Ihre Augenbrauen mit Permanent Make-up. Inklusive Nachbehandlung (300).",
    "descriptionTr": "Kalıcı makyaj ile kaşlarınızı belirginleştirin ve geliştirin. Takip seansı dahildir (300).",
    "longDescriptionEn": "Wake up with perfectly shaped and defined eyebrows every day! Our permanent makeup for eyebrows creates natural-looking, long-lasting results tailored to your facial features and preferences. The service includes a follow-up session to ensure perfection, all for 300.",
    "longDescriptionAr": "استيقظي كل يوم بحواجب مثالية الشكل والتحديد! مكياجنا الدائم للحواجب يخلق نتائج طبيعية المظهر تدوم طويلاً ومصممة خصيصًا لملامح وجهك وتفضيلاتك. تشمل الخدمة جلسة متابعة لضمان الكمال، كل ذلك مقابل 300.",
    "longDescriptionDe": "Wachen Sie jeden Tag mit perfekt geformten und definierten Augenbrauen auf! Unser Permanent Make-up für Augenbrauen erzeugt natürlich aussehende, lang anhaltende Ergebnisse, die auf Ihre Gesichtszüge und Vorlieben zugeschnitten sind. Der Service beinhaltet eine Nachbehandlungssitzung zur Perfektionierung, alles für 300.",
    "longDescriptionTr": "Her gün mükemmel şekillendirilmiş ve belirgin kaşlarla uyanın! Kaşlar için kalıcı makyajımız, yüz hatlarınıza ve tercihlerinize göre uyarlanmış doğal görünümlü, uzun ömürlü sonuçlar yaratır. Hizmet, mükemmelliği sağlamak için bir takip seansı içerir, hepsi 300 karşılığında.",
    "duration": 120,
    "price": 300,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Permanent+Eyebrows",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Permanent+Eyebrows",
    "isActive": true
  },
  {
    "slug": "plasma-pen-skin-correction",
    "category": "advanced-aesthetic-laser-treatments",
    "nameEn": "Plasma Pen Skin Correction",
    "nameAr": "تصحيح البشرة بالبلازما بن",
    "nameDe": "Plasmapen Hautkorrektur",
    "nameTr": "Plazma Kalemi Cilt Düzeltme",
    "descriptionEn": "Non-invasive treatment for mole removal, age spots (from 15 per spot), and skin tightening/rejuvenation in specific zones (from 60 per zone).",
    "descriptionAr": "علاج غير جراحي لإزالة الشامات والبقع العمرية (ابتداءً من 15 لكل بقعة)، وشد/تجديد البشرة في مناطق معينة (ابتداءً من 60 لكل منطقة).",
    "descriptionDe": "Nicht-invasive Behandlung zur Muttermalentfernung, Altersflecken (ab 15 pro Fleck) und Hautstraffung/-verjüngung in bestimmten Zonen (ab 60 pro Zone).",
    "descriptionTr": "Ben alma, yaşlılık lekeleri (leke başına 15'ten başlayan fiyatlarla) ve belirli bölgelerde cilt sıkılaştırma/gençleştirme (bölge başına 60'tan başlayan fiyatlarla) için invazif olmayan tedavi.",
    "longDescriptionEn": "Our Plasma Pen offers a revolutionary non-surgical solution for various skin imperfections. It effectively treats moles and age spots (from 15 per spot), and provides targeted skin tightening for areas like eyelids or neck lines (from 60 per zone), stimulating natural regeneration for a youthful appearance.",
    "longDescriptionAr": "يقدم قلم البلازما لدينا حلاً ثوريًا غير جراحي لمختلف عيوب البشرة. يعالج بفعالية الشامات والبقع العمرية (ابتداءً من 15 لكل بقعة)، ويوفر شدًا مستهدفًا للجلد لمناطق مثل الجفون أو خطوط الرقبة (ابتداءً من 60 لكل منطقة)، مما يحفز التجديد الطبيعي لمظهر شبابي.",
    "longDescriptionDe": "Unser Plasmapen bietet eine revolutionäre nicht-chirurgische Lösung für verschiedene Hautunreinheiten. Er behandelt effektiv Muttermale und Altersflecken (ab 15 pro Fleck) und bietet gezielte Hautstraffung für Bereiche wie Augenlider oder Halslinien (ab 60 pro Zone), wodurch die natürliche Regeneration für ein jugendliches Aussehen stimuliert wird.",
    "longDescriptionTr": "Plazma Kalemimiz, çeşitli cilt kusurları için devrim niteliğinde cerrahi olmayan bir çözüm sunar. Benleri ve yaşlılık lekelerini (leke başına 15'ten başlayan fiyatlarla) etkili bir şekilde tedavi eder ve göz kapakları veya boyun çizgileri gibi belirli bölgelerde hedeflenmiş cilt sıkılaştırma (bölge başına 60'tan başlayan fiyatlarla) sağlayarak genç bir görünüm için doğal yenilenmeyi uyarır.",
    "duration": 45,
    "price": 15,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Plasmapen+Treatment",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Plasmapen+Treatment",
    "isActive": true
  },
  {
    "slug": "haircut-styling-services",
    "category": "hair-services",
    "nameEn": "Haircut & Styling Services",
    "nameAr": "خدمات قص وتصفيف الشعر",
    "nameDe": "Haarschnitt & Styling Dienstleistungen",
    "nameTr": "Saç Kesimi ve Şekillendirme Hizmetleri",
    "descriptionEn": "Professional hair services including trims (12), full haircuts with styling (from 25).",
    "descriptionAr": "خدمات شعر احترافية تشمل تطريف الشعر (12)، وقصات شعر كاملة مع تصفيف (ابتداءً من 25).",
    "descriptionDe": "Professionelle Friseurdienstleistungen einschließlich Spitzenschneiden (12), komplette Haarschnitte mit Styling (ab 25).",
    "descriptionTr": "Kırık alma (12), şekillendirme ile tam saç kesimi (25'ten başlayan fiyatlarla) dahil profesyonel kuaförlük hizmetleri.",
    "longDescriptionEn": "Refresh your look with our expert haircut and styling services. Whether you need a quick trim to maintain your ends (12), or a complete transformation with a new cut and professional styling (from 25), our stylists are here to help you achieve your desired look.",
    "longDescriptionAr": "جددي إطلالتك مع خدمات قص وتصفيف الشعر المتخصصة لدينا. سواء كنت بحاجة إلى تطريف سريع للحفاظ على أطراف شعرك (12)، أو تحول كامل بقصة جديدة وتصفيف احترافي (ابتداءً من 25)، فإن مصففينا هنا لمساعدتك في تحقيق الإطلالة التي ترغبين بها.",
    "longDescriptionDe": "Erfrischen Sie Ihren Look mit unseren Experten-Haarschnitt- und Styling-Services. Ob Sie einen schnellen Spitzenschnitt zur Pflege Ihrer Spitzen (12) oder eine komplette Transformation mit einem neuen Schnitt und professionellem Styling (ab 25) benötigen, unsere Stylisten helfen Ihnen, Ihren gewünschten Look zu erzielen.",
    "longDescriptionTr": "Uzman saç kesimi ve şekillendirme hizmetlerimizle görünümünüzü tazeleyin. İster uçlarınızı korumak için hızlı bir kırık alma (12), ister yeni bir kesim ve profesyonel şekillendirme (25'ten başlayan fiyatlarla) ile tam bir dönüşüm isteyin, stilistlerimiz istediğiniz görünüme kavuşmanıza yardımcı olmak için buradadır.",
    "duration": 45,
    "price": 12,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Hair+Cut+Style",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Hair+Cut+Style",
    "isActive": true
  },
  {
    "slug": "hair-perm-wave",
    "category": "hair-services",
    "nameEn": "Hair Perm / Wave",
    "nameAr": "بيرم / تمويج الشعر",
    "nameDe": "Dauerwelle / Welle",
    "nameTr": "Perma / Dalga",
    "descriptionEn": "Permanent wave treatment to create curls or waves in your hair (from 130).",
    "descriptionAr": "علاج دائم الموجات لإنشاء تجعيدات أو تموجات في شعرك (ابتداءً من 130).",
    "descriptionDe": "Dauerwellenbehandlung zur Erzeugung von Locken oder Wellen in Ihrem Haar (ab 130).",
    "descriptionTr": "Saçınızda bukleler veya dalgalar oluşturmak için kalıcı dalga tedavisi (130'tan başlayan fiyatlarla).",
    "longDescriptionEn": "Add lasting curls or waves to your hair with our professional perming services. Our stylists will help you choose the right type of perm to achieve your desired texture and volume, transforming straight or limp hair into a lively, bouncy style (from 130).",
    "longDescriptionAr": "أضيفي تجعيدات أو تموجات دائمة لشعرك مع خدمات البيرم الاحترافية لدينا. سيساعدك مصففونا في اختيار النوع المناسب من البيرم لتحقيق الملمس والكثافة المرغوبة، وتحويل الشعر المستقيم أو الخفيف إلى تسريحة حيوية ونطاطة (ابتداءً من 130).",
    "longDescriptionDe": "Fügen Sie Ihrem Haar dauerhafte Locken oder Wellen mit unseren professionellen Dauerwellendiensten hinzu. Unsere Stylisten helfen Ihnen bei der Auswahl der richtigen Dauerwellenart, um Ihre gewünschte Textur und Ihr Volumen zu erzielen und glattes oder schlaffes Haar in einen lebendigen, federnden Stil zu verwandeln (ab 130).",
    "longDescriptionTr": "Profesyonel perma hizmetlerimizle saçınıza kalıcı bukleler veya dalgalar ekleyin. Stilistlerimiz, istediğiniz doku ve hacmi elde etmek için doğru perma türünü seçmenize yardımcı olacak, düz veya cansız saçları canlı, hareketli bir stile dönüştürecektir (130'tan başlayan fiyatlarla).",
    "duration": 150,
    "price": 130,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Hair+Perm",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Hair+Perm",
    "isActive": true
  },
  {
    "slug": "eyebrow-shaping-tinting",
    "category": "makeup-brows-lashes",
    "nameEn": "Eyebrow Shaping & Tinting",
    "nameAr": "تشكيل وصبغ الحواجب",
    "nameDe": "Augenbrauenformen & -färben",
    "nameTr": "Kaş Şekillendirme ve Boyama",
    "descriptionEn": "Professional eyebrow shaping for a neat look. Price: 10 (shaping only), 25 (shaping with tint).",
    "descriptionAr": "تشكيل حواجب احترافي لمظهر أنيق. السعر: 10 (تشكيل فقط)، 25 (تشكيل مع صبغة).",
    "descriptionDe": "Professionelles Augenbrauenformen für einen gepflegten Look. Preis: 10 (nur Formen), 25 (Formen mit Färben).",
    "descriptionTr": "Düzgün bir görünüm için profesyonel kaş şekillendirme. Fiyat: 10 (sadece şekillendirme), 25 (şekillendirme ve boyama).",
    "longDescriptionEn": "Frame your face perfectly with our expert eyebrow services. We offer precise shaping (10) to create your ideal brow arch, and optional tinting (add 15 for a total of 25) to enhance color and fullness for beautifully defined eyebrows.",
    "longDescriptionAr": "حددي وجهك بشكل مثالي مع خدمات الحواجب المتخصصة لدينا. نقدم تشكيلًا دقيقًا (10) لإنشاء قوس الحاجب المثالي، وتلوينًا اختياريًا (أضيفي 15 ليصبح المجموع 25) لتعزيز اللون والامتلاء لحواجب محددة بشكل جميل.",
    "longDescriptionDe": "Umrahmen Sie Ihr Gesicht perfekt mit unseren Experten-Augenbrauenservices. Wir bieten präzises Formen (10), um Ihren idealen Brauenbogen zu kreieren, und optionales Färben (fügen Sie 15 für insgesamt 25 hinzu), um Farbe und Fülle für wunderschön definierte Augenbrauen zu verbessern.",
    "longDescriptionTr": "Uzman kaş hizmetlerimizle yüzünüzü mükemmel bir şekilde çerçeveleyin. İdeal kaş kavisinizi oluşturmak için hassas şekillendirme (10) ve güzelce tanımlanmış kaşlar için rengi ve dolgunluğu artırmak üzere isteğe bağlı renklendirme (toplam 25 için 15 ekleyin) sunuyoruz.",
    "duration": 20,
    "price": 10,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Eyebrow+Shaping",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Eyebrow+Shaping",
    "isActive": true
  },
  {
    "slug": "professional-hijab-styling",
    "category": "makeup-brows-lashes",
    "nameEn": "Professional Hijab Styling",
    "nameAr": "تصفيف حجاب احترافي",
    "nameDe": "Professionelles Hijab-Styling",
    "nameTr": "Profesyonel Başörtüsü Şekillendirme",
    "descriptionEn": "Elegant and creative hijab styling for various occasions (from 50).",
    "descriptionAr": "تصفيف حجاب أنيق ومبتكر لمختلف المناسبات (ابتداءً من 50).",
    "descriptionDe": "Elegantes und kreatives Hijab-Styling für verschiedene Anlässe (ab 50).",
    "descriptionTr": "Çeşitli durumlar için zarif ve yaratıcı başörtüsü modelleri (50'den başlayan fiyatlarla).",
    "longDescriptionEn": "Complete your modest look with our beautiful and intricate hijab styling. Our experienced stylists can create a wide range of styles, from classic to contemporary, perfect for weddings, parties, or any special event. Achieve an elegant and polished appearance, starting from 50.",
    "longDescriptionAr": "أكملي إطلالتك المحتشمة مع تصفيف الحجاب الجميل والمعقد لدينا. يمكن لمصففينا ذوي الخبرة إنشاء مجموعة واسعة من الأنماط، من الكلاسيكية إلى المعاصرة، مثالية لحفلات الزفاف أو الحفلات أو أي مناسبة خاصة. احصلي على مظهر أنيق ومصقول، ابتداءً من 50.",
    "longDescriptionDe": "Vervollständigen Sie Ihren dezenten Look mit unserem schönen und kunstvollen Hijab-Styling. Unsere erfahrenen Stylisten können eine breite Palette von Stilen kreieren, von klassisch bis zeitgenössisch, perfekt für Hochzeiten, Partys oder besondere Anlässe. Erzielen Sie ein elegantes und gepflegtes Erscheinungsbild, ab 50.",
    "longDescriptionTr": "Tesettürlü görünümünüzü güzel ve karmaşık başörtüsü modellerimizle tamamlayın. Deneyimli stilistlerimiz, klasiklerden çağdaşlara kadar çok çeşitli stiller yaratabilir; düğünler, partiler veya herhangi bir özel etkinlik için mükemmeldir. 50'den başlayan fiyatlarla zarif ve parlak bir görünüme kavuşun.",
    "duration": 45,
    "price": 50,
    "imageUrl": "https://via.placeholder.com/600x400.png?text=Hijab+Styling",
    "imageLarge": "https://via.placeholder.com/1200x800.png?text=Hijab+Styling",
    "isActive": true
  }
]
