[
  {
    "slug": "skin-tightening",
    "category": "advanced-device-treatments",
    "nameEn": "Skin Tightening",
    "nameAr": "شد البشرة",
    "nameDe": "Hautstraffung",
    "nameTr": "Cilt Sıkılaştırma",
    "descriptionEn": "Non-invasive skin tightening with immediate visible results",
    "descriptionAr": "شد البشرة غير الجراحي مع نتائج مرئية فورية",
    "descriptionDe": "Nicht-invasive Hautstraffung mit sofort sichtbaren Ergebnissen",
    "descriptionTr": "Anında görünür sonuçlarla invaziv olmayan cilt sıkılaştırma",
    "longDescriptionEn": "Our advanced skin tightening treatment uses radio frequency technology to firm and tone your skin without surgery or downtime.",
    "longDescriptionAr": "يستخدم علاج شد البشرة المتقدم لدينا تقنية الترددات الراديوية لشد بشرتك وتحسين مظهرها دون جراحة أو وقت تعافي.",
    "longDescriptionDe": "Unsere fortschrittliche Hautstraffungsbehandlung nutzt Radiofrequenztechnologie, um Ihre Haut ohne Operation oder Ausfallzeit zu straffen.",
    "longDescriptionTr": "Gelişmiş cilt sıkılaştırma tedavimiz, ameliyat veya iyileşme süresi olmadan cildinizi sıkılaştırmak için radyo frekansı teknolojisini kullanır.",
    "duration": 75,
    "price": 90,
    "imageUrl": "https://images.unsplash.com/photo-1512290923902-8a9f81dc236c?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1512290923902-8a9f81dc236c?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "teeth-whitening",
    "category": "advanced-device-treatments",
    "nameEn": "Teeth Whitening",
    "nameAr": "تبييض الأسنان",
    "nameDe": "Zahnaufhellung",
    "nameTr": "Diş Beyazlatma",
    "descriptionEn": "Professional teeth whitening for a brighter, more confident smile",
    "descriptionAr": "تبييض أسنان احترافي للحصول على ابتسامة أكثر إشراقًا وثقة",
    "descriptionDe": "Professionelle Zahnaufhellung für ein strahlenderes, selbstbewussteres Lächeln",
    "descriptionTr": "Daha parlak, daha özgüvenli bir gülümseme için profesyonel diş beyazlatma",
    "longDescriptionEn": "Our safe and effective teeth whitening treatment removes stains and discoloration, leaving you with a noticeably whiter, brighter smile in just one session.",
    "longDescriptionAr": "يزيل علاج تبييض الأسنان الآمن والفعال لدينا البقع وتغير اللون، تاركًا لك ابتسامة أكثر بياضًا وإشراقًا بشكل ملحوظ في جلسة واحدة فقط.",
    "longDescriptionDe": "Unsere sichere und effektive Zahnaufhellungsbehandlung entfernt Flecken und Verfärbungen und hinterlässt in nur einer Sitzung ein spürbar weißeres, strahlenderes Lächeln.",
    "longDescriptionTr": "Güvenli ve etkili diş beyazlatma tedavimiz, lekeleri ve renk bozulmalarını giderir ve size sadece bir seansta gözle görülür şekilde daha beyaz, daha parlak bir gülümseme bırakır.",
    "duration": 60,
    "price": 150,
    "imageUrl": "https://images.unsplash.com/photo-1581594549595-35f6edc7b762?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1581594549595-35f6edc7b762?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "tattoo-removal",
    "category": "advanced-device-treatments",
    "nameEn": "Tattoo Removal",
    "nameAr": "إزالة الوشم",
    "nameDe": "Tattooentfernung",
    "nameTr": "Dövme Silme",
    "descriptionEn": "Safe and effective tattoo removal with minimal scarring",
    "descriptionAr": "إزالة الوشم بشكل آمن وفعال مع الحد الأدنى من الندبات",
    "descriptionDe": "Sichere und effektive Tattooentfernung mit minimaler Narbenbildung",
    "descriptionTr": "Minimum iz bırakarak güvenli ve etkili dövme silme",
    "longDescriptionEn": "Our advanced tattoo removal technology safely breaks down ink particles, allowing your body to naturally eliminate them with minimal discomfort.",
    "longDescriptionAr": "تعمل تقنية إزالة الوشم المتطورة لدينا على تفكيك جزيئات الحبر بأمان، مما يسمح لجسمك بالتخلص منها بشكل طبيعي مع الحد الأدنى من الانزعاج.",
    "longDescriptionDe": "Unsere fortschrittliche Tattooentfernungstechnologie zersetzt Tintenpartikel sicher, sodass Ihr Körper sie bei minimalem Unbehagen auf natürliche Weise eliminieren kann.",
    "longDescriptionTr": "Gelişmiş dövme silme teknolojimiz, mürekkep partiküllerini güvenli bir şekilde parçalayarak vücudunuzun bunları minimum rahatsızlıkla doğal olarak ortadan kaldırmasını sağlar.",
    "duration": 60,
    "price": 80,
    "imageUrl": "https://images.unsplash.com/photo-1585078058841-a8a9727a3482?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1585078058841-a8a9727a3482?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "filler-botox",
    "category": "facial-treatments",
    "nameEn": "Filler & Botox",
    "nameAr": "الفيلر والبوتوكس",
    "nameDe": "Filler & Botox",
    "nameTr": "Dolgu & Botoks",
    "descriptionEn": "Rejuvenate and enhance your natural beauty with our premium injectables",
    "descriptionAr": "جددي وعززي جمالك الطبيعي مع حقن البريميوم لدينا",
    "descriptionDe": "Verjüngen und verbessern Sie Ihre natürliche Schönheit mit unseren Premium-Injektionen",
    "descriptionTr": "Premium enjektörlerimizle doğal güzelliğinizi yenileyin ve geliştirin",
    "longDescriptionEn": "Our experienced specialists use only the highest quality fillers and Botox to enhance your features and reduce the appearance of fine lines and wrinkles.",
    "longDescriptionAr": "يستخدم المتخصصون ذوو الخبرة لدينا الفيلر والبوتوكس من أعلى جودة فقط لتعزيز ملامحك وتقليل ظهور الخطوط الدقيقة والتجاعيد.",
    "longDescriptionDe": "Unsere erfahrenen Spezialisten verwenden nur Füllstoffe und Botox von höchster Qualität, um Ihre Gesichtszüge zu verbessern und das Erscheinungsbild feiner Linien und Falten zu reduzieren.",
    "longDescriptionTr": "Deneyimli uzmanlarımız, özelliklerinizi geliştirmek ve ince çizgilerin ve kırışıklıkların görünümünü azaltmak için yalnızca en yüksek kaliteli dolgu maddelerini ve Botox'u kullanır.",
    "duration": 45,
    "price": 120,
    "imageUrl": "https://images.unsplash.com/photo-1598099947145-e42fab09021e?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1598099947145-e42fab09021e?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "lip-tattooing",
    "category": "makeup",
    "nameEn": "Lip Tattooing",
    "nameAr": "تاتو الشفاه",
    "nameDe": "Lippen-Tattoo",
    "nameTr": "Dudak Dövmesi",
    "descriptionEn": "Enhance your lip color and shape with permanent makeup",
    "descriptionAr": "تحسين لون وشكل شفتيك مع المكياج الدائم",
    "descriptionDe": "Verbessern Sie Ihre Lippenfarbe und -form mit permanentem Make-up",
    "descriptionTr": "Kalıcı makyajla dudak renginizi ve şeklini geliştirin",
    "longDescriptionEn": "Our lip tattooing service creates a subtle, natural-looking enhancement to your lips' color and definition, reducing the need for daily lipstick.",
    "longDescriptionAr": "توفر خدمة تاتو الشفاه لدينا تحسينًا دقيقًا وطبيعي المظهر للون وتحديد شفتيك، مما يقلل من الحاجة إلى أحمر الشفاه اليومي.",
    "longDescriptionDe": "Unser Lippen-Tattoo-Service sorgt für eine subtile, natürlich aussehende Verbesserung der Farbe und Definition Ihrer Lippen und reduziert den Bedarf an täglichem Lippenstift.",
    "longDescriptionTr": "Dudak dövme hizmetimiz, dudaklarınızın rengine ve tanımına ince, doğal görünümlü bir geliştirme sağlayarak günlük ruj ihtiyacını azaltır.",
    "duration": 120,
    "price": 70,
    "imageUrl": "https://images.unsplash.com/photo-1588511410050-a5a04bd7f538?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1588511410050-a5a04bd7f538?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "carbon-mask-treatment",
    "category": "facial-treatments",
    "nameEn": "Carbon Mask Treatment",
    "nameAr": "علاج قناع الكربون",
    "nameDe": "Kohlemaskenbehandlung",
    "nameTr": "Karbon Maske Tedavisi",
    "descriptionEn": "Advanced laser treatment using a carbon mask for skin rejuvenation",
    "descriptionAr": "علاج متقدم بالليزر باستخدام قناع الكربون لتجديد البشرة",
    "descriptionDe": "Fortschrittliche Laserbehandlung mit einer Kohlemaske zur Hautverjüngung",
    "descriptionTr": "Cilt gençleştirme için karbon maske kullanarak gelişmiş lazer tedavisi",
    "longDescriptionEn": "Our carbon laser peel combines a carbon mask with laser energy to deep clean pores, reduce oil production, and stimulate collagen for smoother, younger-looking skin.",
    "longDescriptionAr": "يجمع تقشير الليزر بالكربون لدينا بين قناع الكربون وطاقة الليزر لتنظيف المسام بعمق، وتقليل إنتاج الزيت، وتحفيز الكولاجين للحصول على بشرة أكثر نعومة وأصغر سنًا.",
    "longDescriptionDe": "Unser Carbon-Laser-Peeling kombiniert eine Kohlemaske mit Laserenergie, um die Poren tief zu reinigen, die Ölproduktion zu reduzieren und die Kollagenbildung anzuregen, für glattere, jünger aussehende Haut.",
    "longDescriptionTr": "Karbon lazer soyma işlemimiz, gözenekleri derinlemesine temizlemek, yağ üretimini azaltmak ve daha pürüzsüz, daha genç görünen bir cilt için kolajen üretimini uyarmak için karbon maske ve lazer enerjisi birleştirir.",
    "duration": 60,
    "price": 150,
    "imageUrl": "https://images.unsplash.com/photo-1600428989101-9a8a1932592a?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1600428989101-9a8a1932592a?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "chemical-peels",
    "category": "facial-treatments",
    "nameEn": "Chemical Peels",
    "nameAr": "التقشير الكيميائي",
    "nameDe": "Chemische Peelings",
    "nameTr": "Kimyasal Peeling",
    "descriptionEn": "Rejuvenate your skin with our range of chemical peels including green peel",
    "descriptionAr": "جددي بشرتك مع مجموعتنا من التقشير الكيميائي بما في ذلك التقشير الأخضر",
    "descriptionDe": "Verjüngen Sie Ihre Haut mit unserer Auswahl an chemischen Peelings, einschließlich grünem Peeling",
    "descriptionTr": "Yeşil peeling dahil kimyasal peeling çeşitlerimizle cildinizi yenileyin",
    "longDescriptionEn": "Our professional chemical peels remove damaged outer layers of skin to reveal fresh, youthful skin beneath. Our range includes gentle to advanced formulations, including the exclusive green peel treatment.",
    "longDescriptionAr": "تزيل عمليات التقشير الكيميائي المتخصصة لدينا الطبقات الخارجية التالفة من البشرة للكشف عن بشرة نضرة وشابة تحتها. تتضمن مجموعتنا تركيبات لطيفة إلى متقدمة، بما في ذلك علاج التقشير الأخضر الحصري.",
    "longDescriptionDe": "Unsere professionellen chemischen Peelings entfernen beschädigte äußere Hautschichten, um darunter frische, jugendliche Haut zu enthüllen. Unsere Palette umfasst sanfte bis fortschrittliche Formulierungen, einschließlich der exklusiven grünen Peeling-Behandlung.",
    "longDescriptionTr": "Profesyonel kimyasal peelingler, hasarlı dış cilt tabakalarını ortadan kaldırarak altındaki taze, genç cildi ortaya çıkarır. Yelpazemiz, özel yeşil peeling tedavisi de dahil olmak üzere hafiften ileri formüllere kadar uzanır.",
    "duration": 45,
    "price": 60,
    "imageUrl": "https://images.unsplash.com/photo-1570554520913-ce6d3caeba35?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1570554520913-ce6d3caeba35?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "facial-cleansing",
    "category": "facial-treatments",
    "nameEn": "Facial Cleansing",
    "nameAr": "تنظيف الوجه",
    "nameDe": "Gesichtsreinigung",
    "nameTr": "Yüz Temizliği",
    "descriptionEn": "Deep cleansing facial treatment for radiant skin",
    "descriptionAr": "علاج تنظيف عميق للوجه للبشرة المشرقة",
    "descriptionDe": "Tiefenreinigende Gesichtsbehandlung für strahlende Haut",
    "descriptionTr": "Işıltılı cilt için derin temizlik yüz bakımı",
    "longDescriptionEn": "Our deep cleansing facial removes impurities, unclogs pores and revitalizes your complexion, leaving your skin refreshed and glowing.",
    "longDescriptionAr": "يزيل تنظيف الوجه العميق لدينا الشوائب وينظف المسام وينعش بشرتك، تاركًا بشرتك منتعشة ومشرقة.",
    "longDescriptionDe": "Unsere tiefenreinigende Gesichtsbehandlung entfernt Unreinheiten, befreit die Poren und revitalisiert Ihren Teint, sodass Ihre Haut erfrischt und strahlend aussieht.",
    "longDescriptionTr": "Derin temizleme yüz bakımımız, cildinizi tazelenmiş ve parlak bırakarak kirleri temizler, gözenekleri açar ve cildinizi canlandırır.",
    "duration": 60,
    "price": 150,
    "imageUrl": "https://images.unsplash.com/photo-1571646034647-52713772b362?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1571646034647-52713772b362?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "facial-treatments",
    "category": "facial-treatments",
    "nameEn": "Premium Facial Treatment",
    "nameAr": "علاج الوجه المميز",
    "nameDe": "Premium Gesichtsbehandlung",
    "nameTr": "Premium Yüz Bakımı",
    "descriptionEn": "Rejuvenate your skin with our premium facial treatments",
    "descriptionAr": "جددي بشرتك مع علاجات الوجه المميزة لدينا",
    "descriptionDe": "Revitalisieren Sie Ihre Haut mit unseren Premium-Gesichtsbehandlungen",
    "descriptionTr": "Premium yüz bakımlarımızla cildinizi canlandırın",
    "longDescriptionEn": "Experience the ultimate in facial luxury with our premium treatments using high-end products and advanced techniques for glowing skin.",
    "longDescriptionAr": "جربي أقصى درجات الفخامة للوجه مع علاجاتنا المميزة باستخدام منتجات راقية وتقنيات متقدمة للحصول على بشرة متوهجة.",
    "longDescriptionDe": "Erleben Sie den ultimativen Gesichtsluxus mit unseren Premium-Behandlungen, die hochwertige Produkte und fortschrittliche Techniken für strahlende Haut verwenden.",
    "longDescriptionTr": "Yüksek kaliteli ürünler ve parlak bir cilt için gelişmiş teknikler kullanan premium tedavilerimizle yüz bakımında en üst düzey lüksü yaşayın.",
    "duration": 90,
    "price": 150,
    "imageUrl": "https://images.unsplash.com/photo-1596178065887-1198b6148b2b?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1596178065887-1198b6148b2b?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "laser-hair-removal",
    "category": "hair-treatments",
    "nameEn": "Laser Hair Removal",
    "nameAr": "إزالة الشعر بالليزر",
    "nameDe": "Laser-Haarentfernung",
    "nameTr": "Lazer Epilasyon",
    "descriptionEn": "Permanent hair reduction with advanced laser technology",
    "descriptionAr": "تقليل الشعر الدائم باستخدام تقنية الليزر المتقدمة",
    "descriptionDe": "Dauerhafte Haarreduktion mit fortschrittlicher Lasertechnologie",
    "descriptionTr": "Gelişmiş lazer teknolojisiyle kalıcı tüy azaltma",
    "longDescriptionEn": "Our state-of-the-art laser hair removal treatments provide lasting results with minimal discomfort. Safe for all skin types.",
    "longDescriptionAr": "توفر علاجات إزالة الشعر بالليزر المتطورة لدينا نتائج دائمة مع الحد الأدنى من الانزعاج. آمنة لجميع أنواع البشرة.",
    "longDescriptionDe": "Unsere hochmoderne Laser-Haarentfernungsbehandlungen bieten dauerhafte Ergebnisse mit minimalem Unbehagen. Sicher für alle Hauttypen.",
    "longDescriptionTr": "Son teknoloji lazer epilasyon tedavilerimiz, minimum rahatsızlıkla kalıcı sonuçlar sağlar. Tüm cilt tipleri için güvenlidir.",
    "duration": 60,
    "price": 50,
    "imageUrl": "https://images.unsplash.com/photo-1616394584738-fc6e612e71b9?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1616394584738-fc6e612e71b9?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "waxing",
    "category": "hair-treatments",
    "nameEn": "Waxing",
    "nameAr": "إزالة الشعر بالشمع",
    "nameDe": "Waxing",
    "nameTr": "Ağda",
    "descriptionEn": "Professional hair removal with premium waxing products",
    "descriptionAr": "إزالة الشعر الاحترافية باستخدام منتجات الشمع المميزة",
    "descriptionDe": "Professionelle Haarentfernung mit Premium-Wachsprodukten",
    "descriptionTr": "Premium ağda ürünleriyle profesyonel tüy alma",
    "longDescriptionEn": "Our gentle waxing services remove unwanted hair from any area, leaving your skin smooth and hair-free for longer than shaving.",
    "longDescriptionAr": "تزيل خدمات إزالة الشعر بالشمع اللطيفة لدينا الشعر غير المرغوب فيه من أي منطقة، مما يترك بشرتك ناعمة وخالية من الشعر لفترة أطول من الحلاقة.",
    "longDescriptionDe": "Unsere sanften Wachsservice entfernen unerwünschte Haare von jeder Stelle und lassen Ihre Haut länger glatt und haarfrei als beim Rasieren.",
    "longDescriptionTr": "Nazik ağda hizmetlerimiz, istenmeyen tüyleri herhangi bir bölgeden alır ve cildinizi tıraştan daha uzun süre pürüzsüz ve tüysüz bırakır.",
    "duration": 30,
    "price": 150,
    "imageUrl": "https://images.unsplash.com/photo-1599302592208-d7800c84e6d9?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1599302592208-d7800c84e6d9?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  },
  {
    "slug": "hair-styling",
    "category": "makeup",
    "nameEn": "Hair Styling",
    "nameAr": "تصفيف الشعر",
    "nameDe": "Haarstyling",
    "nameTr": "Saç Şekillendirme",
    "descriptionEn": "Custom hair styling to suit every occasion",
    "descriptionAr": "تصفيف شعر مخصص ليناسب كل مناسبة",
    "descriptionDe": "Individuelles Haarstyling für jeden Anlass",
    "descriptionTr": "Her durum için özel saç şekillendirme",
    "longDescriptionEn": "Our professional stylists create elegant, modern hairstyles tailored to your taste, whether it's a casual look or a special event.",
    "longDescriptionAr": "يقوم مصففونا المحترفون بإنشاء تسريحات شعر أنيقة وعصرية تناسب ذوقك، سواء كان مظهراً يومياً أو مناسبة خاصة.",
    "longDescriptionDe": "Unsere professionellen Stylisten kreieren elegante, moderne Frisuren, die auf Ihren Geschmack zugeschnitten sind, egal ob für den Alltag oder besondere Anlässe.",
    "longDescriptionTr": "Profesyonel stilistlerimiz, günlük veya özel günler için zevkinize uygun modern ve şık saç modelleri oluşturur.",
    "duration": 45,
    "price": 50,
    "imageUrl": "https://images.unsplash.com/photo-1519415387722-a1c95f1b71cc?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1519415387722-a1c95f1b71cc?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  }
  ,
  {
    "slug": "hair-coloring",
    "category": "makeup",
    "nameEn": "Hair Coloring",
    "nameAr": "صبغ الشعر",
    "nameDe": "Haarfärbung",
    "nameTr": "Saç Boyama",
    "descriptionEn": "Transform your look with our premium hair coloring services",
    "descriptionAr": "حوّل مظهرك مع خدمات صبغ الشعر المميزة لدينا",
    "descriptionDe": "Verwandeln Sie Ihren Look mit unseren Premium-Haarfärbediensten",
    "descriptionTr": "Premium saç boyama hizmetlerimizle görünümünüzü dönüştürün",
    "longDescriptionEn": "Our expert colorists use high-quality products to achieve vibrant, long-lasting color that complements your style and skin tone.",
    "longDescriptionAr": "يستخدم مصففو الشعر لدينا منتجات عالية الجودة لتحقيق لون نابض وطويل الأمد يكمل أسلوبك ولون بشرتك.",
    "longDescriptionDe": "Unsere Experten verwenden hochwertige Produkte, um lebendige, langanhaltende Farben zu erzielen, die Ihren Stil und Hautton ergänzen.",
    "longDescriptionTr": "Uzman renk uzmanlarımız, stilinize ve cilt tonunuza uyum sağlayan canlı ve kalıcı renk elde etmek için yüksek kaliteli ürünler kullanır.",
    "duration": 90,
    "price": 60,
    "imageUrl": "https://images.unsplash.com/photo-1593642632850-3a2b8f1c4e5d?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&h=500&q=80",
    "imageLarge": "https://images.unsplash.com/photo-1593642632850-3a2b8f1c4e5d?ixlib=rb-4.0.3&auto=format&fit=crop&w=1920&h=1080&q=80",
    "isActive": true
  }
]
